{"items":[{"value":"CUUR0000SETG01","caption":"Consumer Price Index (CPI) - All Urban Consumers - Airline fare - U.S. city average"},{"value":"CUUR0000SAF","caption":"Consumer Price Index (CPI) - All Urban Consumers - Food and beverages - U.S. city average"},{"value":"CWUR0100SAH2","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Fuels and utilities - Northeast urban"},{"value":"WPU022","caption":"Producer Price Index, Commodities: Meats, poultry, and fish (Processed foods and feeds)"},{"value":"APU0300708111","caption":"Average Price for Eggs, grade A, large, per doz. in South urban"},{"value":"CUSR0000SAC","caption":"Consumer Price Index (CPI) - All Urban Consumers - Commodities - U.S. city average"},{"value":"CUSR0000SEFC","caption":"Consumer Price Index (CPI) - All Urban Consumers - Beef and veal - U.S. city average"},{"value":"CWUR0000SA0","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - All items - U.S. city average"},{"value":"APU000072511","caption":"Average Price for Fuel oil per gallon (3.785 liters) in U.S. city average"},{"value":"APU0100706111","caption":"Average Price for Chicken, fresh, whole, per lb. (453.6 gm) in Northeast urban"},{"value":"APU0200703613","caption":"Average Price for Steak, sirloin, USDA Choice, boneless, per lb. (453.6 gm) in Midwest urban"},{"value":"APU0300717311","caption":"Average Price for Coffee, 100%, ground roast, all sizes, per lb. (453.6 gm) in South urban"},{"value":"CWSR0000SAH2","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Fuels and utilities - U.S. city average"},{"value":"CUSR0000SAR","caption":"Consumer Price Index (CPI) - All Urban Consumers - Recreation - U.S. city average"},{"value":"PCU325_325","caption":"Producer Price Index (PPI) - Chemical mfg"},{"value":"CUUR0000SAC","caption":"Consumer Price Index (CPI) - All Urban Consumers - Commodities - U.S. city average"},{"value":"SUUR0000SAR","caption":"Chained CPI - All Urban Consumers - Recreation"},{"value":"CWSR0000SAF","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Food and beverages - U.S. city average"},{"value":"CWUR0000SAF11211","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Meats - U.S. city average"},{"value":"CWUR0400SEHF01","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Electricity - West urban"},{"value":"CWUR0000SAH","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Housing - U.S. city average"},{"value":"CWUR0200SAT","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Transportation - Midwest urban"},{"value":"CWUR0400SA0E","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Energy - West urban"},{"value":"WPS0132","caption":"Producer Price Index, Commodities: Slaughter hogs (Farm products)"},{"value":"CWUR0400SAC","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Commodities - West urban"},{"value":"SUUR0000SAH2","caption":"Chained CPI - All Urban Consumers - Fuels and utilities"},{"value":"CWUR0300SEHF01","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Electricity - South urban"},{"value":"APU0200710111","caption":"Average Price for Butter, salted, grade AA, stick, per lb. (453.6 gm) in Midwest urban"},{"value":"CUUR0000SAE2","caption":"Consumer Price Index (CPI) - All Urban Consumers - Communication - U.S. city average"},{"value":"APU0100701111","caption":"Average Price for Flour, white, all purpose, per lb. (453.6 gm) in Northeast urban"},{"value":"APU0000703112","caption":"Average Price for Ground beef, 100% beef, per lb. (453.6 gm) in U.S. city average"},{"value":"APU0100707111","caption":"Average Price for Tuna, light, chunk, per lb. (453.6 gm) in Northeast urban"},{"value":"APU0200715211","caption":"Average Price for Sugar, white, all sizes, per lb. (453.6 gm) in Midwest urban"},{"value":"CUUR0000SAF11211","caption":"Consumer Price Index (CPI) - All Urban Consumers - Meats - U.S. city average"},{"value":"APU0000709112","caption":"Average Price for Milk, fresh, whole, fortified, per gal. (3.8 lit) in U.S. city average"},{"value":"APU020072511","caption":"Average Price for Fuel oil per gallon (3.785 liters) in Midwest urban"},{"value":"APU0000710122","caption":"Average Price for Yogurt, natural, fruit flavored, per 8 oz. (226.8 gm) in U.S. city average"},{"value":"CUSR0000SAE1","caption":"Consumer Price Index (CPI) - All Urban Consumers - Education - U.S. city average"},{"value":"APU0300701312","caption":"Average Price for Rice, white, long grain, uncooked, per lb. (453.6 gm) in South urban"},{"value":"WPS1421","caption":"Producer Price Index, Commodities: Aircraft (Transportation equipment)"},{"value":"APU01007471A","caption":"Average Price for Gasoline, all types, per gallon/3.785 liters in Northeast urban"},{"value":"APU0300707111","caption":"Average Price for Tuna, light, chunk, per lb. (453.6 gm) in South urban"},{"value":"APU0400712112","caption":"Average Price for Potatoes, white, per lb. (453.6 gm) in West urban"},{"value":"APU000072610","caption":"Average Price for Electricity per KWH in U.S. city average"},{"value":"PCU336411336411S","caption":"Producer Price Index (PPI) - Secondary products"},{"value":"APU0100701312","caption":"Average Price for Rice, white, long grain, uncooked, per lb. (453.6 gm) in Northeast urban"},{"value":"APU040072511","caption":"Average Price for Fuel oil per gallon (3.785 liters) in West urban"},{"value":"APU0100710122","caption":"Average Price for Yogurt, natural, fruit flavored, per 8 oz. (226.8 gm) in Northeast urban"},{"value":"APU0100715211","caption":"Average Price for Sugar, white, all sizes, per lb. (453.6 gm) in Northeast urban"},{"value":"APU0300704111","caption":"Average Price for Bacon, sliced, per lb. (453.6 gm) in South urban"},{"value":"PCU336411336411P","caption":"Producer Price Index (PPI) - Primary products"},{"value":"APU0100716141","caption":"Average Price for Peanut butter, creamy, all sizes, per lb. (453.6 gm) in Northeast urban"},{"value":"APU0200703112","caption":"Average Price for Ground beef, 100% beef, per lb. (453.6 gm) in Midwest urban"},{"value":"APU0300709112","caption":"Average Price for Milk, fresh, whole, fortified, per gal. (3.8 lit) in South urban"},{"value":"APU0300701111","caption":"Average Price for Flour, white, all purpose, per lb. (453.6 gm) in South urban"},{"value":"APU0300716141","caption":"Average Price for Peanut butter, creamy, all sizes, per lb. (453.6 gm) in South urban"},{"value":"CUSR0000SETB01","caption":"Consumer Price Index (CPI) - All Urban Consumers - Gasoline (all types) - U.S. city average"},{"value":"APU0400701312","caption":"Average Price for Rice, white, long grain, uncooked, per lb. (453.6 gm) in West urban"},{"value":"APU0400709112","caption":"Average Price for Milk, fresh, whole, fortified, per gal. (3.8 lit) in West urban"},{"value":"APU0400703613","caption":"Average Price for Steak, sirloin, USDA Choice, boneless, per lb. (453.6 gm) in West urban"},{"value":"CUSR0000SAS24","caption":"Consumer Price Index (CPI) - All Urban Consumers - Utilities and public transportation - U.S. city average"},{"value":"APU0400701111","caption":"Average Price for Flour, white, all purpose, per lb. (453.6 gm) in West urban"},{"value":"APU0400717311","caption":"Average Price for Coffee, 100%, ground roast, all sizes, per lb. (453.6 gm) in West urban"},{"value":"PCU3364113364115","caption":"Producer Price Index (PPI) - Modification, conversion, and overhaul of previously accepted aircraft"},{"value":"WPS014","caption":"Producer Price Index, Commodities: Slaughter poultry (Farm products)"},{"value":"APU0400706111","caption":"Average Price for Chicken, fresh, whole, per lb. (453.6 gm) in West urban"},{"value":"APU0400716141","caption":"Average Price for Peanut butter, creamy, all sizes, per lb. (453.6 gm) in West urban"},{"value":"CUSR0000SA0E","caption":"Consumer Price Index (CPI) - All Urban Consumers - Energy - U.S. city average"},{"value":"CWSR0000SEFC","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Beef and veal - U.S. city average"},{"value":"CUSR0000SA0","caption":"Consumer Price Index (CPI) - All Urban Consumers - All items - U.S. city average"},{"value":"CUUR0000SAM","caption":"Consumer Price Index (CPI) - All Urban Consumers - Medical care - U.S. city average"},{"value":"CWUR0000SAH2","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Fuels and utilities - U.S. city average"},{"value":"CUSR0000SAM","caption":"Consumer Price Index (CPI) - All Urban Consumers - Medical care - U.S. city average"},{"value":"CUSR0000SAS","caption":"Consumer Price Index (CPI) - All Urban Consumers - Services - U.S. city average"},{"value":"CUSR0000SEFH","caption":"Consumer Price Index (CPI) - All Urban Consumers - Eggs - U.S. city average"},{"value":"CUUR0000SAE1","caption":"Consumer Price Index (CPI) - All Urban Consumers - Education - U.S. city average"},{"value":"CUSR0000SETG01","caption":"Consumer Price Index (CPI) - All Urban Consumers - Airline fare - U.S. city average"},{"value":"CWSR0000SAE1","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Education - U.S. city average"},{"value":"CUUR0000SAR","caption":"Consumer Price Index (CPI) - All Urban Consumers - Recreation - U.S. city average"},{"value":"CWSR0000SAH","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Housing - U.S. city average"},{"value":"CUUR0000SAS","caption":"Consumer Price Index (CPI) - All Urban Consumers - Services - U.S. city average"},{"value":"CUUR0000SEFG","caption":"Consumer Price Index (CPI) - All Urban Consumers - Fish and seafood - U.S. city average"},{"value":"CUUR0000SEFD","caption":"Consumer Price Index (CPI) - All Urban Consumers - Pork - U.S. city average"},{"value":"CWSR0000SA0","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - All items - U.S. city average"},{"value":"CWSR0000SAF113","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Fruits and vegetables - U.S. city average"},{"value":"CWUR0000SAS","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Services - U.S. city average"},{"value":"CWSR0000SEFG","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Fish and seafood - U.S. city average"},{"value":"CWSR0000SEFJ","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Dairy and related products - U.S. city average"},{"value":"CWUR0000SAC","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Commodities - U.S. city average"},{"value":"CWUR0000SAE2","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Communication - U.S. city average"},{"value":"CWUR0100SAS","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Services - Northeast urban"},{"value":"CWUR0400SAM","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Medical care - West urban"},{"value":"CWUR0100SAT","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Transportation - Northeast urban"},{"value":"SUUR0000SAN","caption":"Chained CPI - All Urban Consumers - Nondurables"},{"value":"CWUR0000SEMF","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Medicinal drugs - U.S. city average"},{"value":"CWUR0000SEFD","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Pork - U.S. city average"},{"value":"CWUR0100SA0","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - All items - Northeast urban"},{"value":"CWUR0200SAM","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Medical care - Midwest urban"},{"value":"CWUR0200SAH2","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Fuels and utilities - Midwest urban"},{"value":"CWUR0200SAC","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Commodities - Midwest urban"},{"value":"CWUR0300SAS","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Services - South urban"},{"value":"CWUR0300SAH2","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Fuels and utilities - South urban"},{"value":"CWUR0300SAH","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Housing - South urban"},{"value":"PCU326_326","caption":"Producer Price Index (PPI) - Plastics and rubber products mfg"},{"value":"CWUR0300SAM","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Medical care - South urban"},{"value":"CWUR0400SAS","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Services - West urban"},{"value":"PCU311_311","caption":"Producer Price Index (PPI) - Food mfg"},{"value":"PCU52211_52211","caption":"Producer Price Index (PPI) - Commercial banking"},{"value":"WPS0571","caption":"Producer Price Index, Commodities: Gasoline (Fuels and related products and power)"},{"value":"PCU3341113341111Z","caption":"Producer Price Index (PPI) - Host computers, multiusers (mainframes, medium-scale systems, UNIX and PC servers)"},{"value":"PCU334111334111","caption":"Producer Price Index (PPI) - Electronic computer manufacturing"},{"value":"SUUR0000SA0","caption":"Chained CPI - All Urban Consumers - All items"},{"value":"WPS1411","caption":"Producer Price Index, Commodities: Motor vehicles (Transportation equipment)"},{"value":"PCU334111334111D","caption":"Producer Price Index (PPI) - Other computers (array, analog, hybrid, special purpose computers)"},{"value":"PCU334111334111P","caption":"Producer Price Index (PPI) - Primary products"},{"value":"PCU3364113364112Y","caption":"Producer Price Index (PPI) - Military aircraft"},{"value":"SUUR0000SAC","caption":"Chained CPI - All Urban Consumers - Commodities"},{"value":"PCU336411336411","caption":"Producer Price Index (PPI) - Aircraft mfg"},{"value":"SUUR0000SAD","caption":"Chained CPI - All Urban Consumers - Durables"},{"value":"PCU3342_3342","caption":"Producer Price Index (PPI) - Communications equipment mfg"},{"value":"WPU013","caption":"Producer Price Index, Commodities: Slaughter livestock (Farm products)"},{"value":"SUUR0000SAA","caption":"Chained CPI - All Urban Consumers - Apparel"},{"value":"SUUR0000SAS","caption":"Chained CPI - All Urban Consumers - Services"},{"value":"WPS072","caption":"Producer Price Index, Commodities: Plastic products (Rubber and plastic products)"},{"value":"WPS023","caption":"Producer Price Index, Commodities: Dairy products (Processed foods and feeds)"},{"value":"WPS022","caption":"Producer Price Index, Commodities: Meats, poultry, and fish (Processed foods and feeds)"},{"value":"WPS372","caption":"Producer Price Index, Commodities: Wireless telecommunication services (Telecommunication, cable, and internet user services)"},{"value":"WPU0132","caption":"Producer Price Index, Commodities: Slaughter hogs (Farm products)"},{"value":"WPU054","caption":"Producer Price Index, Commodities: Electric power (Fuels and related products and power)"},{"value":"WPU014","caption":"Producer Price Index, Commodities: Slaughter poultry (Farm products)"},{"value":"WPU0133","caption":"Producer Price Index, Commodities: Slaughter lambs (Farm products)"},{"value":"WPU0571","caption":"Producer Price Index, Commodities: Gasoline (Fuels and related products and power)"},{"value":"WPU0811","caption":"Producer Price Index, Commodities: Softwood lumber (Lumber and wood products)"},{"value":"WPU1411","caption":"Producer Price Index, Commodities: Motor vehicles (Transportation equipment)"},{"value":"WPU451","caption":"Producer Price Index, Commodities: Legal services (Professional services (partial))"},{"value":"WPUSI013011","caption":"Producer Price Index, Commodities: All foods (Special indexes)"},{"value":"APU010072610","caption":"Average Price for Electricity per KWH in Northeast urban"},{"value":"APU0400704111","caption":"Average Price for Bacon, sliced, per lb. (453.6 gm) in West urban"},{"value":"PCU1133_1133","caption":"Producer Price Index (PPI) - Logging"},{"value":"CUSR0000SEFJ","caption":"Consumer Price Index (CPI) - All Urban Consumers - Dairy and related products - U.S. city average"},{"value":"APU0100711111","caption":"Average Price for Apples, Red Delicious, per lb. (453.6 gm) in Northeast urban"},{"value":"APU0300710111","caption":"Average Price for Butter, salted, grade AA, stick, per lb. (453.6 gm) in South urban"},{"value":"WPSFD49501","caption":"Producer Price Index, Commodities: Personal consumption (Final demand)"},{"value":"APU03007471A","caption":"Average Price for Gasoline, all types, per gallon/3.785 liters in South urban"},{"value":"APU0000704111","caption":"Average Price for Bacon, sliced, per lb. (453.6 gm) in U.S. city average"},{"value":"CUUR0000SEFJ","caption":"Consumer Price Index (CPI) - All Urban Consumers - Dairy and related products - U.S. city average"},{"value":"CWSR0000SAE2","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Communication - U.S. city average"},{"value":"CWSR0000SAS","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Services - U.S. city average"},{"value":"CWUR0000SEFJ","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Dairy and related products - U.S. city average"},{"value":"CWUR0100SAR","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Recreation - Northeast urban"},{"value":"CWUR0000SEFF","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Poultry - U.S. city average"},{"value":"PCU2211_2211","caption":"Producer Price Index (PPI) - Electric power generation, transmission, and distribution"},{"value":"PCU322_322","caption":"Producer Price Index (PPI) - Paper manufacturing"},{"value":"PCUAMUM_AMUM","caption":"Producer Price Index (PPI) - Total mining, utilities, and manufacturing industries"},{"value":"CWUR0300SAC","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Commodities - South urban"},{"value":"WPU115","caption":"Producer Price Index, Commodities: Electronic computers and computer equipment (Machinery and equipment)"},{"value":"APU0000715211","caption":"Average Price for Sugar, white, all sizes, per lb. (453.6 gm) in U.S. city average"},{"value":"APU0100704111","caption":"Average Price for Bacon, sliced, per lb. (453.6 gm) in Northeast urban"},{"value":"CWSR0000SEHF01","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Electricity - U.S. city average"},{"value":"APU0300703613","caption":"Average Price for Steak, sirloin, USDA Choice, boneless, per lb. (453.6 gm) in South urban"},{"value":"APU0000708111","caption":"Average Price for Eggs, grade A, large, per doz. in U.S. city average"},{"value":"APU0000720311","caption":"Average Price for Wine, red and white table, all sizes, any origin, per 1 liter (33.8 oz) in U.S. city average"},{"value":"APU0000717311","caption":"Average Price for Coffee, 100%, ground roast, all sizes, per lb. (453.6 gm) in U.S. city average"},{"value":"APU0300710122","caption":"Average Price for Yogurt, natural, fruit flavored, per 8 oz. (226.8 gm) in South urban"},{"value":"APU0100703112","caption":"Average Price for Ground beef, 100% beef, per lb. (453.6 gm) in Northeast urban"},{"value":"APU0200708111","caption":"Average Price for Eggs, grade A, large, per doz. in Midwest urban"},{"value":"APU0100708111","caption":"Average Price for Eggs, grade A, large, per doz. in Northeast urban"},{"value":"APU0300711111","caption":"Average Price for Apples, Red Delicious, per lb. (453.6 gm) in South urban"},{"value":"APU0200711111","caption":"Average Price for Apples, Red Delicious, per lb. (453.6 gm) in Midwest urban"},{"value":"APU0200702111","caption":"Average Price for Bread, white, pan, per lb. (453.6 gm) in Midwest urban"},{"value":"APU0300703112","caption":"Average Price for Ground beef, 100% beef, per lb. (453.6 gm) in South urban"},{"value":"APU030072610","caption":"Average Price for Electricity per KWH in South urban"},{"value":"CUUR0000SEFF","caption":"Consumer Price Index (CPI) - All Urban Consumers - Poultry - U.S. city average"},{"value":"APU0300720311","caption":"Average Price for Wine, red and white table, all sizes, any origin, per 1 liter (33.8 oz) in South urban"},{"value":"APU0400702111","caption":"Average Price for Bread, white, pan, per lb. (453.6 gm) in West urban"},{"value":"APU0300712112","caption":"Average Price for Potatoes, white, per lb. (453.6 gm) in South urban"},{"value":"CUSR0000SAH","caption":"Consumer Price Index (CPI) - All Urban Consumers - Housing - U.S. city average"},{"value":"CWUR0000SAF113","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Fruits and vegetables - U.S. city average"},{"value":"CUUR0000SA0","caption":"Consumer Price Index (CPI) - All Urban Consumers - All items - U.S. city average"},{"value":"CUUR0000SAH2","caption":"Consumer Price Index (CPI) - All Urban Consumers - Fuels and utilities - U.S. city average"},{"value":"CUUR0000SEEE","caption":"Consumer Price Index (CPI) - All Urban Consumers - Information technology, hardware and services - U.S. city average"},{"value":"CUUR0000SEFC","caption":"Consumer Price Index (CPI) - All Urban Consumers - Beef and veal - U.S. city average"},{"value":"CUUR0000SEHF01","caption":"Consumer Price Index (CPI) - All Urban Consumers - Electricity - U.S. city average"},{"value":"CWSR0000SEEC01","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Postage - U.S. city average"},{"value":"CWUR0000SAF","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Food and beverages - U.S. city average"},{"value":"CWUR0000SAT","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Transportation - U.S. city average"},{"value":"CWUR0000SEEC01","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Postage - U.S. city average"},{"value":"CWUR0000SAM","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Medical care - U.S. city average"},{"value":"CWUR0100SAC","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Commodities - Northeast urban"},{"value":"CWUR0200SA0E","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Energy - Midwest urban"},{"value":"SUUR0000SAM","caption":"Chained CPI - All Urban Consumers - Medical care"},{"value":"WPS451","caption":"Producer Price Index, Commodities: Legal services (Professional services (partial))"},{"value":"CWUR0300SA0E","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Energy - South urban"},{"value":"WPU023","caption":"Producer Price Index, Commodities: Dairy products (Processed foods and feeds)"},{"value":"PCU336411336411M","caption":"Producer Price Index (PPI) - Miscellaneous receipts"},{"value":"PCU334111334111S","caption":"Producer Price Index (PPI) - Secondary products"},{"value":"PCUARETTRARETTR","caption":"Producer Price Index (PPI) - Total retail trade industries"},{"value":"SUUR0000SA0E","caption":"Chained CPI - All Urban Consumers - Energy"},{"value":"WPS143","caption":"Producer Price Index, Commodities: Ships and boats (Transportation equipment)"},{"value":"SUUR0000SAF","caption":"Chained CPI - All Urban Consumers - Food and beverages"},{"value":"SUUR0000SAE2","caption":"Chained CPI - All Urban Consumers - Communication"},{"value":"WPS081","caption":"Producer Price Index, Commodities: Lumber (Lumber and wood products)"},{"value":"APU0400715211","caption":"Average Price for Sugar, white, all sizes, per lb. (453.6 gm) in West urban"},{"value":"APU0000707111","caption":"Average Price for Tuna, light, chunk, per lb. (453.6 gm) in U.S. city average"},{"value":"PCUOMFG_OMFG","caption":"Producer Price Index (PPI) - Total manufacturing industries"},{"value":"CWUR0100SAH","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Housing - Northeast urban"},{"value":"PCU211_211","caption":"Producer Price Index (PPI) - Oil and gas extraction"},{"value":"PCUATRANSATRANS","caption":"Producer Price Index (PPI) - Transportation industries"},{"value":"APU0300702111","caption":"Average Price for Bread, white, pan, per lb. (453.6 gm) in South urban"},{"value":"CWUR0200SA0","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - All items - Midwest urban"},{"value":"SUUR0000SETG","caption":"Chained CPI - All Urban Consumers - Public transportation"},{"value":"CUUR0000SEFK","caption":"Consumer Price Index (CPI) - All Urban Consumers - Fresh fruits - U.S. city average"},{"value":"APU0100717311","caption":"Average Price for Coffee, 100%, ground roast, all sizes, per lb. (453.6 gm) in Northeast urban"},{"value":"APU0200709112","caption":"Average Price for Milk, fresh, whole, fortified, per gal. (3.8 lit) in Midwest urban"},{"value":"APU02007471A","caption":"Average Price for Gasoline, all types, per gallon/3.785 liters in Midwest urban"},{"value":"APU0200712112","caption":"Average Price for Potatoes, white, per lb. (453.6 gm) in Midwest urban"},{"value":"APU0100703613","caption":"Average Price for Steak, sirloin, USDA Choice, boneless, per lb. (453.6 gm) in Northeast urban"},{"value":"APU0200710122","caption":"Average Price for Yogurt, natural, fruit flavored, per 8 oz. (226.8 gm) in Midwest urban"},{"value":"APU020072610","caption":"Average Price for Electricity per KWH in Midwest urban"},{"value":"CUUR0000SAF113","caption":"Consumer Price Index (CPI) - All Urban Consumers - Fruits and vegetables - U.S. city average"},{"value":"CUSR0000SEFD","caption":"Consumer Price Index (CPI) - All Urban Consumers - Pork - U.S. city average"},{"value":"APU0100710111","caption":"Average Price for Butter, salted, grade AA, stick, per lb. (453.6 gm) in Northeast urban"},{"value":"APU0000701111","caption":"Average Price for Flour, white, all purpose, per lb. (453.6 gm) in U.S. city average"},{"value":"APU0000710111","caption":"Average Price for Butter, salted, grade AA, stick, per lb. (453.6 gm) in U.S. city average"},{"value":"APU0100720311","caption":"Average Price for Wine, red and white table, all sizes, any origin, per 1 liter (33.8 oz) in Northeast urban"},{"value":"APU0200701111","caption":"Average Price for Flour, white, all purpose, per lb. (453.6 gm) in Midwest urban"},{"value":"APU0200707111","caption":"Average Price for Tuna, light, chunk, per lb. (453.6 gm) in Midwest urban"},{"value":"APU0200717311","caption":"Average Price for Coffee, 100%, ground roast, all sizes, per lb. (453.6 gm) in Midwest urban"},{"value":"APU0300706111","caption":"Average Price for Chicken, fresh, whole, per lb. (453.6 gm) in South urban"},{"value":"APU030072511","caption":"Average Price for Fuel oil per gallon (3.785 liters) in South urban"},{"value":"APU0300715211","caption":"Average Price for Sugar, white, all sizes, per lb. (453.6 gm) in South urban"},{"value":"APU0400707111","caption":"Average Price for Tuna, light, chunk, per lb. (453.6 gm) in West urban"},{"value":"APU040072610","caption":"Average Price for Electricity per KWH in West urban"},{"value":"APU0400720311","caption":"Average Price for Wine, red and white table, all sizes, any origin, per 1 liter (33.8 oz) in West urban"},{"value":"APU04007471A","caption":"Average Price for Gasoline, all types, per gallon/3.785 liters in West urban"},{"value":"CUUR0000SA0E","caption":"Consumer Price Index (CPI) - All Urban Consumers - Energy - U.S. city average"},{"value":"CWSR0000SAC","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Commodities - U.S. city average"},{"value":"CUSR0000SAF","caption":"Consumer Price Index (CPI) - All Urban Consumers - Food and beverages - U.S. city average"},{"value":"CUSR0000SEEB01","caption":"Consumer Price Index (CPI) - All Urban Consumers - College tuition and fees - U.S. city average"},{"value":"CUSR0000SAF116","caption":"Consumer Price Index (CPI) - All Urban Consumers - Alcoholic beverages - U.S. city average"},{"value":"CUSR0000SAF11211","caption":"Consumer Price Index (CPI) - All Urban Consumers - Meats - U.S. city average"},{"value":"CUSR0000SEFK","caption":"Consumer Price Index (CPI) - All Urban Consumers - Fresh fruits - U.S. city average"},{"value":"CUSR0000SAT","caption":"Consumer Price Index (CPI) - All Urban Consumers - Transportation - U.S. city average"},{"value":"CUSR0000SEHF01","caption":"Consumer Price Index (CPI) - All Urban Consumers - Electricity - U.S. city average"},{"value":"CUSR0000SETG","caption":"Consumer Price Index (CPI) - All Urban Consumers - Public transportation - U.S. city average"},{"value":"CUUR0000SAH","caption":"Consumer Price Index (CPI) - All Urban Consumers - Housing - U.S. city average"},{"value":"CUUR0000SAS24","caption":"Consumer Price Index (CPI) - All Urban Consumers - Utilities and public transportation - U.S. city average"},{"value":"CUUR0000SEEB01","caption":"Consumer Price Index (CPI) - All Urban Consumers - College tuition and fees - U.S. city average"},{"value":"CUUR0000SEFH","caption":"Consumer Price Index (CPI) - All Urban Consumers - Eggs - U.S. city average"},{"value":"CWSR0000SEFF","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Poultry - U.S. city average"},{"value":"CUUR0000SEME","caption":"Consumer Price Index (CPI) - All Urban Consumers - Health insurance - U.S. city average"},{"value":"CUUR0000SETG","caption":"Consumer Price Index (CPI) - All Urban Consumers - Public transportation - U.S. city average"},{"value":"CUUR0000SETB01","caption":"Consumer Price Index (CPI) - All Urban Consumers - Gasoline (all types) - U.S. city average"},{"value":"CWSR0000SAF11211","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Meats - U.S. city average"},{"value":"CWUR0300SAR","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Recreation - South urban"},{"value":"CWSR0000SEFF01","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Chicken - U.S. city average"},{"value":"CWUR0000SAE1","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Education - U.S. city average"},{"value":"CWSR0000SAT","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Transportation - U.S. city average"},{"value":"CWUR0000SEFF01","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Chicken - U.S. city average"},{"value":"CWUR0000SAR","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Recreation - U.S. city average"},{"value":"CWUR0000SEFC","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Beef and veal - U.S. city average"},{"value":"CWUR0000SEFG","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Fish and seafood - U.S. city average"},{"value":"CWUR0000SEHF01","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Electricity - U.S. city average"},{"value":"CWUR0000SEME","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Health insurance - U.S. city average"},{"value":"CWUR0100SAM","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Medical care - Northeast urban"},{"value":"CWUR0100SA0E","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Energy - Northeast urban"},{"value":"CWUR0100SEHF01","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Electricity - Northeast urban"},{"value":"CWUR0200SAF","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Food and beverages - Midwest urban"},{"value":"CWUR0200SAR","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Recreation - Midwest urban"},{"value":"CWUR0200SEHF01","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Electricity - Midwest urban"},{"value":"CWUR0300SA0","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - All items - South urban"},{"value":"CWUR0200SAS","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Services - Midwest urban"},{"value":"CWUR0200SAH","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Housing - Midwest urban"},{"value":"CWUR0400SA0","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - All items - West urban"},{"value":"CWUR0400SAR","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Recreation - West urban"},{"value":"PCU334111334111M","caption":"Producer Price Index (PPI) - Miscellaneous receipts"},{"value":"CWUR0400SAF","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Food and beverages - West urban"},{"value":"PCU221_221","caption":"Producer Price Index (PPI) - Utilities"},{"value":"CWUR0400SAT","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Transportation - West urban"},{"value":"PCU3341113341117","caption":"Producer Price Index (PPI) - Single user computers, microprocessor based, general purpose"},{"value":"WPU00000000","caption":"Producer Price Index, Commodities: All commodities (All commodities)"},{"value":"PCU33411133411173","caption":"Producer Price Index (PPI) - Personal computers and workstations (excluding portable computers)"},{"value":"PCU3361_3361","caption":"Producer Price Index (PPI) - Motor vehicle manufacturing"},{"value":"PCU3364113364113","caption":"Producer Price Index (PPI) - Civilian aircraft"},{"value":"SUUR0000SAE1","caption":"Chained CPI - All Urban Consumers - Education"},{"value":"SUUR0000SAT","caption":"Chained CPI - All Urban Consumers - Transportation"},{"value":"WPS0381","caption":"Producer Price Index, Commodities: Apparel (Textile products and apparel)"},{"value":"WPS054","caption":"Producer Price Index, Commodities: Electric power (Fuels and related products and power)"},{"value":"WPU0113","caption":"Producer Price Index, Commodities: Fresh and dry vegetables (Farm products)"},{"value":"WPU081","caption":"Producer Price Index, Commodities: Lumber (Lumber and wood products)"},{"value":"WPU072","caption":"Producer Price Index, Commodities: Plastic products (Rubber and plastic products)"},{"value":"WPU143","caption":"Producer Price Index, Commodities: Ships and boats (Transportation equipment)"},{"value":"WPU1421","caption":"Producer Price Index, Commodities: Aircraft (Transportation equipment)"},{"value":"WPUFD49501","caption":"Producer Price Index, Commodities: Personal consumption (Final demand)"},{"value":"APU0000706111","caption":"Average Price for Chicken, fresh, whole, per lb. (453.6 gm) in U.S. city average"},{"value":"APU0000701312","caption":"Average Price for Rice, white, long grain, uncooked, per lb. (453.6 gm) in U.S. city average"},{"value":"APU0000705111","caption":"Average Price for Frankfurters, all meat or all beef, per lb. (453.6 gm) in U.S. city average"},{"value":"SUUR0000SAH","caption":"Chained CPI - All Urban Consumers - Housing"},{"value":"APU0000716141","caption":"Average Price for Peanut butter, creamy, all sizes, per lb. (453.6 gm) in U.S. city average"},{"value":"APU0200706111","caption":"Average Price for Chicken, fresh, whole, per lb. (453.6 gm) in Midwest urban"},{"value":"APU0000703613","caption":"Average Price for Steak, sirloin, USDA Choice, boneless, per lb. (453.6 gm) in U.S. city average"},{"value":"APU0000711111","caption":"Average Price for Apples, Red Delicious, per lb. (453.6 gm) in U.S. city average"},{"value":"APU0000712112","caption":"Average Price for Potatoes, white, per lb. (453.6 gm) in U.S. city average"},{"value":"APU0200716141","caption":"Average Price for Peanut butter, creamy, all sizes, per lb. (453.6 gm) in Midwest urban"},{"value":"CUSR0000SAF113","caption":"Consumer Price Index (CPI) - All Urban Consumers - Fruits and vegetables - U.S. city average"},{"value":"CUUR0000SAF116","caption":"Consumer Price Index (CPI) - All Urban Consumers - Alcoholic beverages - U.S. city average"},{"value":"CWSR0000SA0E","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Energy - U.S. city average"},{"value":"CWSR0000SAM","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Medical care - U.S. city average"},{"value":"CWUR0100SAF","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Food and beverages - Northeast urban"},{"value":"PCU3324313324311","caption":"Producer Price Index (PPI) - Metal can mfg Industry - Steel cans and tinware products"},{"value":"CWUR0300SAF","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Food and beverages - South urban"},{"value":"PCU334111334111SS","caption":"Producer Price Index (PPI) - Secondary products"},{"value":"PCU212_212","caption":"Producer Price Index (PPI) - Mining (except oil & gas)"},{"value":"PCU315_315","caption":"Producer Price Index (PPI) - Apparel manufacturing"},{"value":"APU0200704111","caption":"Average Price for Bacon, sliced, per lb. (453.6 gm) in Midwest urban"},{"value":"APU0100702111","caption":"Average Price for Bread, white, pan, per lb. (453.6 gm) in Northeast urban"},{"value":"APU0000702111","caption":"Average Price for Bread, white, pan, per lb. (453.6 gm) in U.S. city average"},{"value":"APU00007471A","caption":"Average Price for Gasoline, all types, per gallon/3.785 liters in U.S. city average"},{"value":"APU0100709112","caption":"Average Price for Milk, fresh, whole, fortified, per gal. (3.8 lit) in Northeast urban"},{"value":"APU0100712112","caption":"Average Price for Potatoes, white, per lb. (453.6 gm) in Northeast urban"},{"value":"APU010072511","caption":"Average Price for Fuel oil per gallon (3.785 liters) in Northeast urban"},{"value":"APU0200720311","caption":"Average Price for Wine, red and white table, all sizes, any origin, per 1 liter (33.8 oz) in Midwest urban"},{"value":"APU0300705111","caption":"Average Price for Frankfurters, all meat or all beef, per lb. (453.6 gm) in South urban"},{"value":"APU0400711111","caption":"Average Price for Apples, Red Delicious, per lb. (453.6 gm) in West urban"},{"value":"CUSR0000SAH2","caption":"Consumer Price Index (CPI) - All Urban Consumers - Fuels and utilities - U.S. city average"},{"value":"APU0400703112","caption":"Average Price for Ground beef, 100% beef, per lb. (453.6 gm) in West urban"},{"value":"CUSR0000SAE2","caption":"Consumer Price Index (CPI) - All Urban Consumers - Communication - U.S. city average"},{"value":"CUSR0000SEEE","caption":"Consumer Price Index (CPI) - All Urban Consumers - Information technology, hardware and services - U.S. city average"},{"value":"CUSR0000SEFG","caption":"Consumer Price Index (CPI) - All Urban Consumers - Fish and seafood - U.S. city average"},{"value":"CUSR0000SEFF","caption":"Consumer Price Index (CPI) - All Urban Consumers - Poultry - U.S. city average"},{"value":"CUUR0000SAT","caption":"Consumer Price Index (CPI) - All Urban Consumers - Transportation - U.S. city average"},{"value":"CWSR0000SAR","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Recreation - U.S. city average"},{"value":"CWSR0000SEFD","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Pork - U.S. city average"},{"value":"CWUR0000SA0E","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Energy - U.S. city average"},{"value":"CWUR0300SAT","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Transportation - South urban"},{"value":"CWUR0400SAH2","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Fuels and utilities - West urban"},{"value":"CWUR0400SAH","caption":"Consumer Price Index (CPI) - Urban Wage Earners and Clerical Workers - Housing - West urban"},{"value":"PCU33411133411172","caption":"Producer Price Index (PPI) - Portable computers, laptops, PDAs and other single user computers"},{"value":"WPS0811","caption":"Producer Price Index, Commodities: Softwood lumber (Lumber and wood products)"},{"value":"WPU011","caption":"Producer Price Index, Commodities: Fruits & melons, fresh/dry vegs. & nuts (Farm products)"},{"value":"WPU0381","caption":"Producer Price Index, Commodities: Apparel (Textile products and apparel)"},{"value":"WPU1441","caption":"Producer Price Index, Commodities: Locomotives, new and rebuilt, including parts (Transportation equipment)"},{"value":"WPU374","caption":"Producer Price Index, Commodities: Internet access services (Telecommunication, cable, and internet user services)"},{"value":"WPU372","caption":"Producer Price Index, Commodities: Wireless telecommunication services (Telecommunication, cable, and internet user services)"}]}