{"items":[{"caption":"02 - Meat and edible meat offal","value":"02","columns":[{"caption":"02 - Total","value":"02"}]},{"caption":"0201 - Meat of bovine animals; fresh or chilled","value":"0201","columns":[{"caption":"0201 - Total","value":"0201"},{"caption":"020110 - Meat; of bovine animals, carcasses and half-carcasses, fresh or chilled","value":"020110"},{"caption":"020120 - Meat; of bovine animals, cuts with bone in (excluding carcasses and half-carcasses), fresh or chilled","value":"020120"},{"caption":"020130 - Meat; of bovine animals, boneless cuts, fresh or chilled","value":"020130"}]},{"caption":"0202 - Meat of bovine animals; frozen","value":"0202","columns":[{"caption":"0202 - Total","value":"0202"},{"caption":"020210 - Meat; of bovine animals, carcasses and half-carcasses, frozen","value":"020210"},{"caption":"020220 - Meat; of bovine animals, cuts with bone in (excluding carcasses and half-carcasses), frozen","value":"020220"},{"caption":"020230 - Meat; of bovine animals, boneless cuts, frozen","value":"020230"}]},{"caption":"0203 - Meat of swine; fresh, chilled or frozen","value":"0203","columns":[{"caption":"0203 - Total","value":"0203"},{"caption":"020311 - Meat; of swine, carcasses and half-carcasses, fresh or chilled","value":"020311"},{"caption":"020312 - Meat; of swine, hams, shoulders and cuts thereof, with bone in, fresh or chilled","value":"020312"},{"caption":"020319 - Meat; of swine, n.e.c. in item no. 0203.1, fresh or chilled","value":"020319"},{"caption":"020321 - Meat; of swine, carcasses and half-carcasses, frozen","value":"020321"},{"caption":"020322 - Meat; of swine, hams, shoulders and cuts thereof, with bone in, frozen","value":"020322"},{"caption":"020329 - Meat; of swine, n.e.c. in item no. 0203.2, frozen","value":"020329"}]},{"caption":"0204 - Meat of sheep or goats; fresh, chilled or frozen","value":"0204","columns":[{"caption":"0204 - Total","value":"0204"},{"caption":"020410 - Meat; of sheep, lamb carcasses and half-carcasses, fresh or chilled","value":"020410"},{"caption":"020421 - Meat; of sheep, carcasses and half-carcasses (excluding carcasses and half-carcasses of lamb), fresh or chilled","value":"020421"},{"caption":"020422 - Meat; of sheep (including lamb), cuts with bone in (excluding carcasses and half-carcasses), fresh or chilled","value":"020422"},{"caption":"020423 - Meat; of sheep (including lamb), boneless cuts, fresh or chilled","value":"020423"},{"caption":"020430 - Meat; of sheep, lamb carcasses and half-carcasses, frozen","value":"020430"},{"caption":"020441 - Meat; of sheep, carcasses and half-carcasses (excluding carcasses and half-carcasses of lamb), frozen","value":"020441"},{"caption":"020442 - Meat; of sheep (including lamb), cuts with bone in (excluding carcasses and half-carcasses), frozen","value":"020442"},{"caption":"020443 - Meat; of sheep (including lamb), boneless cuts, frozen","value":"020443"},{"caption":"020450 - Meat; of goats, fresh, chilled or frozen","value":"020450"}]},{"caption":"0205 - Meat; of horses, asses, mules or hinnies, fresh, chilled or frozen","value":"0205","columns":[{"caption":"0205 - Total","value":"0205"}]},{"caption":"0206 - Edible offal of bovine animals, swine, sheep, goats, horses, asses, mules or hinnies; fresh, chilled or frozen","value":"0206","columns":[{"caption":"0206 - Total","value":"0206"},{"caption":"020610 - Offal, edible; of bovine animals, fresh or chilled","value":"020610"},{"caption":"020621 - Offal, edible; of bovine animals, tongues, frozen","value":"020621"},{"caption":"020622 - Offal, edible; of bovine animals, livers, frozen","value":"020622"},{"caption":"020629 - Offal, edible; of bovine animals, (other than tongues and livers), frozen","value":"020629"},{"caption":"020630 - Offal, edible; of swine, fresh or chilled","value":"020630"},{"caption":"020641 - Offal, edible; of swine, livers, frozen","value":"020641"},{"caption":"020649 - Offal, edible; of swine, (other than livers), frozen","value":"020649"},{"caption":"020680 - Offal, edible; of sheep, goats, horses, asses, mules or hinnies, fresh or chilled","value":"020680"},{"caption":"020690 - Offal, edible; of sheep, goats, horses, asses, mules or hinnies, frozen","value":"020690"}]},{"caption":"0207 - Meat and edible offal of poultry; of the poultry of heading no. 0105, (i.e. fowls of the species Gallus domesticus), fresh, chilled or frozen","value":"0207","columns":[{"caption":"0207 - Total","value":"0207"},{"caption":"020711 - Of fowls of the species Gallus domesticus, not cut in pieces, fresh or chilled","value":"020711"},{"caption":"020712 - Of fowls of the species Gallus domesticus, not cut in pieces, frozen","value":"020712"},{"caption":"020713 - Of fowls of the species Gallus domesticus, cuts and offal, fresh or chilled","value":"020713"},{"caption":"020714 - Of fowls of the species Gallus domesticus, cuts and offal, frozen","value":"020714"},{"caption":"020724 - Of turkeys, not cut in pieces, fresh or chilled","value":"020724"},{"caption":"020725 - Of turkeys, not cut in pieces, frozen","value":"020725"},{"caption":"020726 - Of turkeys, cuts and offal, fresh or chilled","value":"020726"},{"caption":"020727 - Of turkeys, cuts and offal, frozen","value":"020727"},{"caption":"020741 - Of ducks, not cut in pieces, fresh or chilled","value":"020741"},{"caption":"020742 - Of ducks, not cut in pieces, frozen","value":"020742"},{"caption":"020743 - Of ducks, fatty livers (foie gras), fresh or chilled","value":"020743"},{"caption":"020744 - Of ducks, cuts and offal, excluding fatty livers, fresh or chilled","value":"020744"},{"caption":"020745 - Of ducks, cuts and offal, excluding fatty livers, frozen","value":"020745"},{"caption":"020751 - Of geese, not cut in pieces, fresh or chilled","value":"020751"},{"caption":"020752 - Of geese, not cut in pieces, frozen","value":"020752"},{"caption":"020753 - Of geese, fatty livers (foie gras), fresh or chilled","value":"020753"},{"caption":"020754 - Of geese, cuts and offal, excluding fatty livers, fresh or chilled","value":"020754"},{"caption":"020755 - Of geese, cuts and offal, excluding fatty livers, frozen","value":"020755"},{"caption":"020760 - Of guinea fowls, fresh, chilled or frozen","value":"020760"}]},{"caption":"0208 - Meat and edible meat offal, n.e.c. in chapter 2; fresh, chilled or frozen","value":"0208","columns":[{"caption":"0208 - Total","value":"0208"},{"caption":"020810 - Of rabbits or hares, fresh, chilled or frozen","value":"020810"},{"caption":"020830 - Of primates, fresh, chilled or frozen","value":"020830"},{"caption":"020840 - Of whales, dolphins and porpoises (mammals of the order Cetacea); of manatees and dugongs (mammals of the order Sirenia); of seals, sea lions and walruses (mammals of the suborder Pinnipedia), fresh, chilled or frozen","value":"020840"},{"caption":"020850 - Of reptiles (including snakes and turtles), fresh, chilled or frozen","value":"020850"},{"caption":"020860 - Of camels and other camelids (Camelidae), fresh, chilled or frozen","value":"020860"},{"caption":"020890 - N.e.c. in chapter 2, fresh, chilled or frozen","value":"020890"}]},{"caption":"0209 - Pig fat, free of lean meat, and poultry fat, not rendered or otherwise extracted, fresh, chilled, frozen, salted, in brine, dried or smoked","value":"0209","columns":[{"caption":"0209 - Total","value":"0209"},{"caption":"020910 - Fat; pig fat, free of lean meat, not rendered or otherwise extracted, fresh, chilled, frozen, salted, in brine, dried or smoked","value":"020910"},{"caption":"020990 - Fat; poultry fat, not rendered or otherwise extracted, fresh, chilled, frozen, salted, in brine, dried or smoked","value":"020990"}]},{"caption":"0210 - Meat and edible meat offal; salted, in brine, dried or smoked; edible flours and meals of meat or meat offal","value":"0210","columns":[{"caption":"0210 - Total","value":"0210"},{"caption":"021011 - Meat; salted, in brine, dried or smoked, of swine, hams, shoulders and cuts thereof, with bone in","value":"021011"},{"caption":"021012 - Meat; salted, in brine, dried or smoked, of swine, bellies (streaky) and cuts thereof","value":"021012"},{"caption":"021019 - Meat; salted in brine, dried or smoked, of swine, n.e.c. in item no. 0210.1","value":"021019"},{"caption":"021020 - Meat; salted, in brine, dried or smoked, of bovine animals","value":"021020"},{"caption":"021091 - Salted, in brine, dried or smoked, and edible flours and meals of meat or meat offal, of primates","value":"021091"},{"caption":"021092 - Salted, in brine, dried or smoked; edible flours, meals of meat or meat offal, of whales, dolphins, porpoises (of order Cetacea); manatees, dugongs (of order Sirenia); seals, sea lions, and walruses (of suborder Pinnipedia)","value":"021092"},{"caption":"021093 - Salted, in brine, dried or smoked, and edible flours and meals of meat or meat offal, of reptiles (including snakes and turtles)","value":"021093"},{"caption":"021099 - Salted, in brine, dried or smoked, and edible flours and meals of meat or meat offal, other than of primates, whales, dolphins, porpoises, manatees, dugongs, seals, sea lions, walruses, reptiles (including snakes and turtles)","value":"021099"}]}]}