{"items":[{"caption":"05 - Animal originated products; not elsewhere specified or included","value":"05","columns":[{"caption":"05 - Total","value":"05"}]},{"caption":"0501 - Human hair; unworked, whether or not washed or scoured; waste of human hair","value":"0501","columns":[{"caption":"0501 - Total","value":"0501"}]},{"caption":"0502 - Pigs', hogs' or boars' bristles and hair; and waste thereof","value":"0502","columns":[{"caption":"0502 - Total","value":"0502"},{"caption":"050210 - Hair and bristles, of pigs, hogs or boars, and waste thereof","value":"050210"},{"caption":"050290 - Badger hair and other brush making hair and waste of such bristles or hair, n.e.c. in heading no. 0502 (excluding horsehair)","value":"050290"}]},{"caption":"0504 - Guts, bladders and stomachs of animals (other than fish); whole and pieces thereof, fresh, chilled, frozen, salted, in brine, dried or smoked","value":"0504","columns":[{"caption":"0504 - Total","value":"0504"}]},{"caption":"0505 - Skins and other parts of birds with feathers, down; feathers, down and parts thereof; not further worked than cleaned, disinfected, treated for preservation; powder, waste and parts of feathers","value":"0505","columns":[{"caption":"0505 - Total","value":"0505"},{"caption":"050510 - Feathers and down used for stuffing, not further worked than cleaned, disinfected or treated for preservation","value":"050510"},{"caption":"050590 - Skins and other parts of birds, feathers and down (not for stuffing), powder and waste of such, not further worked than cleaned, disinfected or treated for preservation","value":"050590"}]},{"caption":"0506 - Bones and horn-cores, unworked, defatted, simply prepared (but not cut to shape), treated with acid or degelatinised; powder and waste of these products","value":"0506","columns":[{"caption":"0506 - Total","value":"0506"},{"caption":"050610 - Ossein and bones treated with acid","value":"050610"},{"caption":"050690 - Bones and horn-cores and powder or waste of such, unworked, defatted, simply prepared (not cut to shape), or treated with acid or degelatinised, n.e.c. in heading no. 0506","value":"050690"}]},{"caption":"0507 - Ivory, tortoise-shell, whalebone and whalebone hair, horns, antlers, hooves, nails, claws and beaks unworked or simply prepared, not cut to shape; waste and powder of these products","value":"0507","columns":[{"caption":"0507 - Total","value":"0507"},{"caption":"050710 - Ivory, unworked or simply prepared but not cut to shape, ivory powder and waste","value":"050710"},{"caption":"050790 - Tortoise-shell, whalebone and whalebone hair, horns, antlers, hooves, nails, claws and beaks, unworked or simply prepared but not cut to shape, waste and powder of these products","value":"050790"}]},{"caption":"0508 - Coral and similar materials, unworked or simply prepared, shells of molluscs, crustaceans or echinoderms and cuttle-bone, not cut to shape powder and waste thereof","value":"0508","columns":[{"caption":"0508 - Total","value":"0508"}]},{"caption":"0510 - Ambergris, castoreum, civet and musk; cantharides; bile, dried or not glands, other animal products used in preparation of pharmaceutical products, fresh chilled, frozen or otherwise provisionally preserved","value":"0510","columns":[{"caption":"0510 - Total","value":"0510"}]},{"caption":"0511 - Animal products not elsewhere specified or included; dead animals of chapter 1 or 3, unfit for human consumption","value":"0511","columns":[{"caption":"0511 - Total","value":"0511"},{"caption":"051110 - Bovine semen","value":"051110"},{"caption":"051191 - Of fish or crustaceans, molluscs or other aquatic invertebrates; dead animals of chapter 03, unfit for human consumption","value":"051191"},{"caption":"051199 - N.e.c. in chapter 5","value":"051199"}]}]}