{"items":[{"caption":"06 - Trees and other plants, live; bulbs, roots and the like; cut flowers and ornamental foliage","value":"06","columns":[{"caption":"06 - Total","value":"06"}]},{"caption":"0601 - Bulbs, tubers, tuberous roots, corms, crowns and rhizomes; dormant, in growth or in flower; chicory plants and roots other than roots of heading no. 1212","value":"0601","columns":[{"caption":"0601 - Total","value":"0601"},{"caption":"060110 - Plants, live; bulbs, tubers, tuberous roots, corms, crowns and rhizomes, dormant","value":"060110"},{"caption":"060120 - Plants, live; bulbs, tubers, tuberous roots, corms, crowns and rhizomes, in growth or in flower, chicory plants and roots other than of heading no. 1212","value":"060120"}]},{"caption":"0602 - Plants, live; n.e.c. in heading no. 0601, (including their roots) cuttings and slips; mushroom spawn","value":"0602","columns":[{"caption":"0602 - Total","value":"0602"},{"caption":"060210 - Plants, live; unrooted cuttings and slips","value":"060210"},{"caption":"060220 - Plants, live; edible fruit or nut trees, shrubs and bushes, grafted or not","value":"060220"},{"caption":"060230 - Plants, live; rhododendrons and azaleas, grafted or not","value":"060230"},{"caption":"060240 - Plants, live; roses, grafted or not","value":"060240"},{"caption":"060290 - Plants, live; n.e.c. in heading no. 0602","value":"060290"}]},{"caption":"0603 - Flowers; cut flowers and flower buds of a kind suitable for bouquets or for ornamental purposes, fresh, dried, dyed, bleached, impregnated or otherwise prepared","value":"0603","columns":[{"caption":"0603 - Total","value":"0603"},{"caption":"060311 - Flowers, cut; roses, flowers and buds of a kind suitable for bouquets or ornamental purposes, fresh","value":"060311"},{"caption":"060312 - Flowers, cut; carnations, flowers and buds of a kind suitable for bouquets or ornamental purposes, fresh","value":"060312"},{"caption":"060313 - Flowers, cut; orchids, flowers and buds of a kind suitable for bouquets or ornamental purposes, fresh","value":"060313"},{"caption":"060314 - Flowers, cut; chrysanthemums, flowers and buds of a kind suitable for bouquets or ornamental purposes, fresh","value":"060314"},{"caption":"060315 - Flowers, cut; lilies (Lilium spp.), flowers and flower buds of a kind suitable for bouquets or ornamental purposes, fresh","value":"060315"},{"caption":"060319 - Flowers, cut; flowers and buds of a kind suitable for bouquets or ornamental purposes, fresh, other than roses, carnations, orchids, chrysanthemums or lillies","value":"060319"},{"caption":"060390 - Flowers, cut; flowers and flower buds of a kind suitable for bouquets or ornamental purposes, dried, dyed, bleached, impregnated or otherwise prepared","value":"060390"}]},{"caption":"0604 - Foliage, branches and other parts of plants, without flowers or flower buds, and grasses, mosses and lichens; suitable for bouquets or for ornamental purposes, fresh, dried, dyed, bleached, impregnated etc.","value":"0604","columns":[{"caption":"0604 - Total","value":"0604"},{"caption":"060420 - Suitable for bouquets or for ornamental purposes, fresh","value":"060420"},{"caption":"060490 - Suitable for bouquets or for ornamental purposes, dried, dyed, bleached, impregnated or otherwise prepared","value":"060490"}]}]}