{"items":[{"caption":"07 - Vegetables and certain roots and tubers; edible","value":"07","columns":[{"caption":"07 - Total","value":"07"}]},{"caption":"0701 - Potatoes; fresh or chilled","value":"0701","columns":[{"caption":"0701 - Total","value":"0701"},{"caption":"070110 - Vegetables; seed potatoes, fresh or chilled","value":"070110"},{"caption":"070190 - Vegetables; potatoes (other than seed), fresh or chilled","value":"070190"}]},{"caption":"0702 - Tomatoes; fresh or chilled","value":"0702","columns":[{"caption":"0702 - Total","value":"0702"}]},{"caption":"0703 - Onions, shallots, garlic, leeks and other alliaceous vegetables; fresh or chilled","value":"0703","columns":[{"caption":"0703 - Total","value":"0703"},{"caption":"070310 - Onions and shallots, fresh or chilled","value":"070310"},{"caption":"070320 - Garlic, fresh or chilled","value":"070320"},{"caption":"070390 - Leeks and other kinds n.e.c. in heading no. 0703, fresh or chilled","value":"070390"}]},{"caption":"0704 - Cabbages, cauliflowers, kohlrabi, kale and similar edible brassicas; fresh or chilled","value":"0704","columns":[{"caption":"0704 - Total","value":"0704"},{"caption":"070410 - Cauliflowers and headed broccoli, fresh or chilled","value":"070410"},{"caption":"070420 - Brussel sprouts, fresh or chilled","value":"070420"},{"caption":"070490 - Edible, n.e.c. in heading no. 0704, fresh or chilled","value":"070490"}]},{"caption":"0705 - Lettuce (lactuca sativa) and chicory (cichorium spp.) fresh or chilled","value":"0705","columns":[{"caption":"0705 - Total","value":"0705"},{"caption":"070511 - Vegetables; cabbage (head) lettuce (lactuca sativa), fresh or chilled","value":"070511"},{"caption":"070519 - Vegetables; lettuce (lactuca sativa), (other than cabbage lettuce), fresh or chilled","value":"070519"},{"caption":"070521 - Vegetables; witloff chicory (cichorium intybus var. foliosum), fresh or chilled","value":"070521"},{"caption":"070529 - Vegetables; chicory (cichorium spp.), (other than witloof chicory), fresh or chilled","value":"070529"}]},{"caption":"0706 - Carrots, turnips, salad beetroot, salsify, celeriac, radishes and similar edible roots; fresh or chilled","value":"0706","columns":[{"caption":"0706 - Total","value":"0706"},{"caption":"070610 - Carrots and turnips, fresh or chilled","value":"070610"},{"caption":"070690 - Salad beetroot, salsify, celeric, radishes and similar edible roots, fresh or chilled","value":"070690"}]},{"caption":"0707 - Cucumbers and gherkins; fresh or chilled","value":"0707","columns":[{"caption":"0707 - Total","value":"0707"}]},{"caption":"0708 - Leguminous vegetables; shelled or unshelled, fresh or chilled","value":"0708","columns":[{"caption":"0708 - Total","value":"0708"},{"caption":"070810 - Peas (pisum sativum), shelled or unshelled, fresh or chilled","value":"070810"},{"caption":"070820 - Beans (vigna spp., phaseolus spp.), shelled or unshelled, fresh or chilled","value":"070820"},{"caption":"070890 - (other than peas and beans), shelled or unshelled, fresh or chilled","value":"070890"}]},{"caption":"0709 - Vegetables; n.e.c. in chapter 07, fresh or chilled","value":"0709","columns":[{"caption":"0709 - Total","value":"0709"},{"caption":"070920 - Vegetables; asparagus, fresh or chilled","value":"070920"},{"caption":"070930 - Vegetables; aubergines, (e.g. plants), fresh or chilled","value":"070930"},{"caption":"070940 - Vegetables; celery (other than celeriac), fresh or chilled","value":"070940"},{"caption":"070951 - Vegetables; mushrooms of the genus Agaricus, fresh or chilled","value":"070951"},{"caption":"070959 - Vegetables; truffles and mushrooms (other than of the genus Agaricus), fresh or chilled","value":"070959"},{"caption":"070960 - Vegetables; fruits of the genus capsicum or of the genus pimenta, fresh or chilled","value":"070960"},{"caption":"070970 - Vegetables; spinach, New Zealand spinach and orache spinach (garden spinach), fresh or chilled","value":"070970"},{"caption":"070991 - Vegetables; globe artichokes, fresh or chilled","value":"070991"},{"caption":"070992 - Vegetables; olives, fresh or chilled","value":"070992"},{"caption":"070993 - Vegetables; pumpkins, squash and gourds (Cucurbita spp.), fresh or chilled","value":"070993"},{"caption":"070999 - Vegetables; edible, n.e.c. in chapter 07, fresh or chilled","value":"070999"}]},{"caption":"0710 - Vegetables (uncooked or cooked by steaming or boiling in water); frozen","value":"0710","columns":[{"caption":"0710 - Total","value":"0710"},{"caption":"071010 - Vegetables; potatoes, uncooked or cooked by steaming or boiling in water, frozen","value":"071010"},{"caption":"071021 - Peas (pisum sativum), shelled or unshelled, uncooked or cooked by steaming or boiling in water, frozen","value":"071021"},{"caption":"071022 - Beans (vigna spp., phaseolus spp.), shelled or unshelled, uncooked or cooked by steaming or boiling in water, frozen","value":"071022"},{"caption":"071029 - (other than peas or beans), shelled or unshelled, uncooked or cooked by steaming or boiling in water, frozen","value":"071029"},{"caption":"071030 - Vegetables; spinach, New Zealand spinach and orache spinach (garden spinach), uncooked or cooked by steaming or boiling in water, frozen","value":"071030"},{"caption":"071040 - Vegetables; sweetcorn, uncooked or cooked by steaming or boiling in water, frozen","value":"071040"},{"caption":"071080 - Vegetables; uncooked or cooked by steaming or boiling in water, n.e.c. in heading no. 0710, frozen","value":"071080"},{"caption":"071090 - Uncooked or cooked by steaming or boiling in water, frozen","value":"071090"}]},{"caption":"0711 - Vegetables provisionally preserved; (e.g. by sulphur dioxide gas, in brine, in sulphur water or in other preservative solutions), but unsuitable in that state for immediate consumption","value":"0711","columns":[{"caption":"0711 - Total","value":"0711"},{"caption":"071120 - Vegetables; olives, provisionally preserved but unsuitable in that state for immediate consumption","value":"071120"},{"caption":"071140 - Vegetables; cucumbers and gherkins, provisionally preserved but unsuitable in that state for immediate consumption","value":"071140"},{"caption":"071151 - Vegetables; mushrooms of the genus Agaricus, provisionally preserved but unsuitable in that state for immediate consumption","value":"071151"},{"caption":"071159 - Vegetables; mushrooms other than of the genus Agaricus, provisionally preserved but unsuitable in that state for immediate consumption","value":"071159"},{"caption":"071190 - N.e.c. in heading no. 0711, provisionally preserved but unsuitable in that state for immediate consumption","value":"071190"}]},{"caption":"0712 - Vegetables, dried; whole, cut, sliced, broken or in powder, but not further prepared","value":"0712","columns":[{"caption":"0712 - Total","value":"0712"},{"caption":"071220 - Vegetables; onions, whole, cut, sliced, broken or in powder but not further prepared, dried","value":"071220"},{"caption":"071231 - Vegetables; mushrooms of the genus Agaricus, whole, cut, sliced, broken or in powder but not further prepared, dried","value":"071231"},{"caption":"071232 - Vegetables; wood ears (Auricularia spp), whole, cut, sliced, broken or in powder but not further prepared, dried","value":"071232"},{"caption":"071233 - Vegetables; jelly fungi (Tremella spp)), whole, cut, sliced, broken or in powder but not further prepared, dried","value":"071233"},{"caption":"071239 - Vegetables; mushrooms, other than the genus Agaricus and truffles, whole, cut, sliced, broken or in powder but not further prepared, dried","value":"071239"},{"caption":"071290 - Vegetables; mixtures of vegetables n.e.c. in heading no. 0712, whole, cut, sliced, broken or in powder but not further prepared, dried","value":"071290"}]},{"caption":"0713 - Vegetables, leguminous; shelled, whether or not skinned or split, dried","value":"0713","columns":[{"caption":"0713 - Total","value":"0713"},{"caption":"071310 - Peas (pisum sativum), shelled, whether or not skinned or split, dried","value":"071310"},{"caption":"071320 - Chickpeas (garbanzos), shelled, whether or not skinned or split, dried","value":"071320"},{"caption":"071331 - Beans of the species vigna mungo (l.) hepper or vigna radiata (l.) wilczek, shelled, whether or not skinned or split, dried","value":"071331"},{"caption":"071332 - Small red (adzuki) beans (phaseolus or vigna angularis), shelled, whether or not skinned or split, dried","value":"071332"},{"caption":"071333 - Kidney beans, including white pea beans (phaseolus vulgaris), shelled, whether or not skinned or split, dried","value":"071333"},{"caption":"071334 - Bambara beans (Vigna subterranea or Voandzeia subterranea), shelled, whether or not skinned or split, dried","value":"071334"},{"caption":"071335 - Cow peas (Vigna unguiculata), shelled, whether or not skinned or split, dried","value":"071335"},{"caption":"071339 - N.e.c. in item no. 0713.3, shelled, whether or not skinned or split, dried","value":"071339"},{"caption":"071340 - Lentils, shelled, whether or not skinned or split, dried","value":"071340"},{"caption":"071350 - Broad beans (vicia faba var. major) and horse beans (vicia faba var. equina and vicia faba var. minor), shelled, whether or not skinned or split, dried","value":"071350"},{"caption":"071360 - Pigeon peas (Cajanus cajan), shelled, whether or not skinned or split, dried","value":"071360"},{"caption":"071390 - N.e.c. in heading no. 0713, shelled, whether or not skinned or split, dried","value":"071390"}]},{"caption":"0714 - Manioc, arrowroot, salep, Jerusalem artichokes, sweet potatoes and similar roots and tubers with high starch or inulin content; fresh, chilled, frozen or dried, whether or not sliced or in the form of pellets; sago pith","value":"0714","columns":[{"caption":"0714 - Total","value":"0714"},{"caption":"071410 - Manioc (cassava), with high starch or inulin content, fresh, chilled, frozen or dried, whether or not sliced or in the form of pellets","value":"071410"},{"caption":"071420 - Sweet potatoes, with high starch or inulin content, fresh, chilled, frozen or dried, whether or not sliced or in the form of pellets","value":"071420"},{"caption":"071430 - Yams (Dioscorea spp.) with high starch or inulin content, fresh, chilled, frozen or dried, whether or not sliced or in the form of pellets","value":"071430"},{"caption":"071440 - Taro (Colocasia spp.) with high starch or inulin content, fresh, chilled, frozen or dried, whether or not sliced or in the form of pellets","value":"071440"},{"caption":"071450 - Yautia (Xanthosoma spp.) with high starch or inulin content, fresh, chilled, frozen or dried, whether or not sliced or in the form of pellets","value":"071450"},{"caption":"071490 - Arrowroot, salep, Jerusalem artichokes and similar roots and tubers (not manioc, sweet potatoes, yams, taro or yautia), high starch or inulin content, fresh, chilled, frozen, dried, sliced or not, or in pellet form; sago pith","value":"071490"}]}]}