{"groups":[{"caption":"12 - Oil seeds and oleaginous fruits; miscellaneous grains, seeds and fruit, industrial or medicinal plants; straw and fodder","value":"12","columns":[{"caption":"12 - Total","value":"12"}]},{"caption":"1201 - Soya beans, whether or not broken","value":"1201","columns":[{"caption":"1201 - Total","value":"1201"},{"caption":"120110 - Soya beans; seed, whether or not broken","value":"120110"},{"caption":"120190 - Soya beans; other than seed, whether or not broken","value":"120190"}]},{"caption":"1202 - Ground-nuts; not roasted or otherwise cooked, whether or not shelled or broken","value":"1202","columns":[{"caption":"1202 - Total","value":"1202"},{"caption":"120230 - Ground-nuts; seed, not roasted or otherwise cooked, whether or not shelled or broken","value":"120230"},{"caption":"120241 - Ground-nuts; other than seed, not roasted or otherwise cooked, in shell","value":"120241"},{"caption":"120242 - Ground-nuts; other than seed, not roasted or otherwise cooked, shelled, whether or not broken,","value":"120242"}]},{"caption":"1203 - Copra","value":"1203","columns":[{"caption":"1203 - Total","value":"1203"}]},{"caption":"1204 - Oil seeds; linseed, whether or not broken","value":"1204","columns":[{"caption":"1204 - Total","value":"1204"}]},{"caption":"1205 - Rape or colza seeds; whether or not broken","value":"1205","columns":[{"caption":"1205 - Total","value":"1205"},{"caption":"120510 - Oil seeds; low erucic acid rape or colza seeds, whether or not broken","value":"120510"},{"caption":"120590 - Oil seeds; rape or colza seeds, other than low erucic, whether or not broken","value":"120590"}]},{"caption":"1206 - Sunflower seeds; whether or not broken","value":"1206","columns":[{"caption":"1206 - Total","value":"1206"}]},{"caption":"1207 - Oil seeds and oleaginous fruits, n.e.c. in chapter 12; whether or not broken","value":"1207","columns":[{"caption":"1207 - Total","value":"1207"},{"caption":"120710 - Oil seeds; palm nuts and kernels, whether or not broken","value":"120710"},{"caption":"120721 - Oil seeds; cotton seeds, seed, whether or not broken","value":"120721"},{"caption":"120729 - Oil seeds; cotton seeds, other than seed, whether or not broken","value":"120729"},{"caption":"120730 - Oil seeds; castor oil seeds, whether or not broken","value":"120730"},{"caption":"120740 - Oil seeds; sesamum seeds, whether or not broken","value":"120740"},{"caption":"120750 - Oil seeds; mustard seeds, whether or not broken","value":"120750"},{"caption":"120760 - Oil seeds; safflower (Carthamus tinctorius) seeds, whether or not broken","value":"120760"},{"caption":"120770 - Oil seeds; melon seeds, whether or not broken","value":"120770"},{"caption":"120791 - Oil seeds; poppy seeds, whether or not broken","value":"120791"},{"caption":"120799 - N.e.c. in heading no. 1207, whether or not broken","value":"120799"}]},{"caption":"1208 - Flours and meals of oil seeds or oleaginous fruits; other than those of mustard","value":"1208","columns":[{"caption":"1208 - Total","value":"1208"},{"caption":"120810 - Of soya beans","value":"120810"},{"caption":"120890 - Excluding soya beans and mustard seeds","value":"120890"}]},{"caption":"1209 - Seeds, fruit and spores; of a kind used for sowing","value":"1209","columns":[{"caption":"1209 - Total","value":"1209"},{"caption":"120910 - Seed; sugar beet seeds, of a kind used for sowing","value":"120910"},{"caption":"120921 - Lucerne (alfalfa) seeds, of a kind used for sowing","value":"120921"},{"caption":"120922 - Clover (Trifolium spp.) seeds, of a kind used for sowing","value":"120922"},{"caption":"120923 - Fescue seeds, of a kind used for sowing","value":"120923"},{"caption":"120924 - Kentucky blue grass (Poa pratensis L.) seeds, of a kind used for sowing","value":"120924"},{"caption":"120925 - Rye grass (Lolium multiflorum Lam., Lolium perenne L.) seeds, of a kind used for sowing","value":"120925"},{"caption":"120929 - Other than lucerne, clover, fescue, Kentucky blue grass, and rye grass seeds, of a kind used for sowing","value":"120929"},{"caption":"120930 - Cultivated principally for their flowers, of a kind used for sowing","value":"120930"},{"caption":"120991 - Seeds; vegetable seeds, of a kind used for sowing","value":"120991"},{"caption":"120999 - Seeds; n.e.c. in heading 1209, of a kind used for sowing","value":"120999"}]},{"caption":"1210 - Hop cones, fresh or dried, whether or not ground, powdered or in the form of pellets; lupulin","value":"1210","columns":[{"caption":"1210 - Total","value":"1210"},{"caption":"121010 - Hop cones; neither ground nor powdered nor in the form of pellets","value":"121010"},{"caption":"121020 - Hop cones; ground, powdered or in the form of pellets; lupulin","value":"121020"}]},{"caption":"1211 - Plants and parts of plants (including seeds and fruits), used primarily in perfumery, pharmacy; for insecticidal, fungicidal or similar purposes, fresh or dried, whether or not crushed or powdered","value":"1211","columns":[{"caption":"1211 - Total","value":"1211"},{"caption":"121120 - Fresh or dried, whether or not cut, crushed or powdered","value":"121120"},{"caption":"121130 - Coca leaf; used primarily in perfumery, in pharmacy or for insecticidal, fungicidal or similar purposes, fresh or dried, whether or not crushed or powdered","value":"121130"},{"caption":"121140 - Poppy straw; used primarily in perfumery, in pharmacy or for insecticidal, fungicidal or similar purposes, fresh or dried, whether or not crushed or powdered","value":"121140"},{"caption":"121190 - Fresh or dried, whether or not cut, crushed or powdered","value":"121190"}]},{"caption":"1212 - Locust beans, seaweeds and other algae, sugar beet, sugar cane, fresh, chilled, frozen or dried, whether or not ground; fruit stones, kernels and other vegetable products (including unroasted chicory roots) used primarily for human consumption, n.e.c.","value":"1212","columns":[{"caption":"1212 - Total","value":"1212"},{"caption":"121221 - Fit for human consumption, fresh, chilled, frozen or dried, whether or not ground","value":"121221"},{"caption":"121229 - Not fit for human consumption, fresh, chilled, frozen or dried, whether or not ground","value":"121229"},{"caption":"121291 - Sugar beet; fit for human consumption, fresh, chilled, frozen or dried, whether or not ground","value":"121291"},{"caption":"121292 - Fit for human consumption, fresh, chilled, frozen or dried, whether or not ground","value":"121292"},{"caption":"121293 - Sugar cane; fit for human consumption, fresh, chilled, frozen or dried, whether or not ground","value":"121293"},{"caption":"121294 - Fit for human consumption, fresh, chilled, frozen or dried, whether or not ground","value":"121294"},{"caption":"121299 - Fit for human consumption, n.e.c. in heading no. 1212, fresh, chilled, frozen or dried, whether or not ground","value":"121299"}]},{"caption":"1213 - Cereal straw and husks, unprepared; whether or not chopped, ground, pressed or in the form of pellets","value":"1213","columns":[{"caption":"1213 - Total","value":"1213"}]},{"caption":"1214 - Swedes, mangolds, fodder roots, hay, lucerne (alfalfa), clover, sainfoin, forage kale, lupines, vetches and similar forage products, whether or not in the form of pellets","value":"1214","columns":[{"caption":"1214 - Total","value":"1214"},{"caption":"121410 - Lucerne (alfalfa) meal and pellets","value":"121410"},{"caption":"121490 - Forage products including swedes, mangolds, fodder roots, hay, sainfoin, clover, forage kale, lupines, vetches etc., pelletised or otherwise","value":"121490"}]}]}