{"items":[{"caption":"19 - Preparations of cereals, flour, starch or milk; pastrycooks' products","value":"19","columns":[{"caption":"19 - Total","value":"19"}]},{"caption":"1901 - Malt extract; flour/groats/meal/starch/malt extract products, no cocoa (or less than 40% by weight) and food preparations of goods of headings 04.01 to 04.04, no cocoa (or less than 5% by weight), weights calculated on a totally defatted basis, n.e.c.","value":"1901","columns":[{"caption":"1901 - Total","value":"1901"},{"caption":"190110 - Of flour, meal, starch, malt extract or milk products, for infant use, put up for retail sale","value":"190110"},{"caption":"190120 - Mixes and doughs for the preparation of bread, pastry, cakes, biscuits and other bakers' wares","value":"190120"},{"caption":"190190 - Of flour, meal, starch, malt extract or milk products, for uses n.e.c. in heading no. 1901","value":"190190"}]},{"caption":"1902 - Pasta; whether or not cooked or stuffed with meat or other substance, or otherwise prepared, egg spaghetti, macaroni, noodles, lasagne, gnocchi, ravioli, cannelloni; couscous, whether or not prepared","value":"1902","columns":[{"caption":"1902 - Total","value":"1902"},{"caption":"190211 - Pasta, containing eggs, uncooked, not stuffed or otherwise prepared","value":"190211"},{"caption":"190219 - Pasta, uncooked (excluding that containing eggs), not stuffed or otherwise prepared","value":"190219"},{"caption":"190220 - Pasta, stuffed (with meat or other substances), whether or not cooked or otherwise prepared","value":"190220"},{"caption":"190230 - Pasta (excluding stuffed), cooked or otherwise prepared","value":"190230"},{"caption":"190240 - Couscous","value":"190240"}]},{"caption":"1903 - Tapioca and substitutes therefor prepared from starch; in the form of flakes, grains, pearls, siftings or similar forms","value":"1903","columns":[{"caption":"1903 - Total","value":"1903"}]},{"caption":"1904 - Prepared foods obtained by swelling or roasting cereals or cereal products (e.g. corn flakes); cereals (other than maize (corn)) in grain form or in the form of flakes or other worked grains (not flour and meal), pre-cooked or otherwise prepared, n.e.c.","value":"1904","columns":[{"caption":"1904 - Total","value":"1904"},{"caption":"190410 - Obtained by the swelling or roasting of cereals or cereal products","value":"190410"},{"caption":"190420 - Obtained from unroasted cereal flakes or from mixtures of unroasted cereal flakes and roasted cereal flakes or swelled cereals","value":"190420"},{"caption":"190430 - Cereals, not maize (corn), in grain form or in the form of flakes or other worked grains, from bulgur wheat","value":"190430"},{"caption":"190490 - Cereal or cereal products (excluding maize), in grain form, pre-cooked or otherwise prepared","value":"190490"}]},{"caption":"1905 - Bread, pastry, cakes, biscuits, other bakers' wares, whether or not containing cocoa; communion wafers, empty cachets suitable for pharmaceutical use, sealing wafers, rice paper and similar products","value":"1905","columns":[{"caption":"1905 - Total","value":"1905"},{"caption":"190510 - Crispbread, whether or not containing cocoa","value":"190510"},{"caption":"190520 - Gingerbread and the like, whether or not containing cocoa","value":"190520"},{"caption":"190531 - Sweet biscuits, whether or not containing cocoa","value":"190531"},{"caption":"190532 - Waffles and wafers, whether or not containing cocoa","value":"190532"},{"caption":"190540 - Rusks, toasted bread and similar toasted products, whether or not containing cocoa","value":"190540"},{"caption":"190590 - Bakers' wares n.e.c. in heading no. 1605, whether or not containing cocoa; communion wafers, empty cachets suitable for pharmaceutical use, sealing wafers, rice papers and similar products","value":"190590"}]}]}