{"items":[{"caption":"20 - Preparations of vegetables, fruit, nuts or other parts of plants","value":"20","columns":[{"caption":"20 - Total","value":"20"}]},{"caption":"2001 - Vegetables, fruit, nuts and other edible parts of plants; prepared or preserved by vinegar or acetic acid","value":"2001","columns":[{"caption":"2001 - Total","value":"2001"},{"caption":"200110 - Cucumbers and gherkins, prepared or preserved by vinegar or acetic acid","value":"200110"},{"caption":"200190 - Vegetables, fruit, nuts and other edible parts of plants, prepared or preserved by vinegar or acetic acid (excluding cucumbers and gherkins)","value":"200190"}]},{"caption":"2002 - Tomatoes; prepared or preserved otherwise than by vinegar or acetic acid","value":"2002","columns":[{"caption":"2002 - Total","value":"2002"},{"caption":"200210 - Tomatoes, whole or in pieces, prepared or preserved otherwise than by vinegar or acetic acid","value":"200210"},{"caption":"200290 - Tomatoes, (other than whole or in pieces), prepared or preserved otherwise than by vinegar or acetic acid","value":"200290"}]},{"caption":"2003 - Mushrooms and truffles, prepared or preserved other than by vinegar or acetic acid","value":"2003","columns":[{"caption":"2003 - Total","value":"2003"},{"caption":"200310 - Mushrooms of the genus Agaricus, prepared or preserved otherwise than by vinegar or acetic acid","value":"200310"},{"caption":"200390 - Mushrooms and truffles, other than mushrooms of the genus Agaricus, prepared or preserved otherwise than by vinegar or acetic acid","value":"200390"}]},{"caption":"2004 - Vegetables preparations n.e.c.; prepared or preserved otherwise than by vinegar or acetic acid, frozen, other than products of heading no. 2006","value":"2004","columns":[{"caption":"2004 - Total","value":"2004"},{"caption":"200410 - Potatoes, prepared or preserved otherwise than by vinegar or acetic acid, frozen","value":"200410"},{"caption":"200490 - Vegetables and mixtures of vegetables (excluding potatoes), prepared or preserved otherwise than by vinegar or acetic acid, frozen","value":"200490"}]},{"caption":"2005 - Vegetables preparations n.e.c.; prepared or preserved otherwise than by vinegar or acetic acid, not frozen, other than products of heading no. 2006","value":"2005","columns":[{"caption":"2005 - Total","value":"2005"},{"caption":"200510 - Homogenised vegetables, prepared or preserved otherwise than by vinegar or acetic acid, not frozen","value":"200510"},{"caption":"200520 - Potatoes, prepared or preserved otherwise than by vinegar or acetic acid, not frozen","value":"200520"},{"caption":"200540 - Peas (pisum sativum), prepared or preserved otherwise than by vinegar or acetic acid, not frozen","value":"200540"},{"caption":"200551 - Beans, shelled, prepared or preserved otherwise than by vinegar or acetic acid, not frozen","value":"200551"},{"caption":"200559 - Beans, (not shelled), prepared or preserved otherwise than by vinegar or acetic acid, not frozen","value":"200559"},{"caption":"200560 - Asparagus, prepared or preserved otherwise than by vinegar or acetic acid, not frozen","value":"200560"},{"caption":"200570 - Olives, prepared or preserved otherwise than by vinegar or acetic acid, not frozen","value":"200570"},{"caption":"200580 - Sweetcorn (zea mays var. saccharata), prepared or preserved otherwise than by vinegar or acetic acid, not frozen","value":"200580"},{"caption":"200591 - Bamboo shoots, prepared or preserved otherwise than by vinegar or acetic acid, not frozen","value":"200591"},{"caption":"200599 - Vegetables and mixtures of vegetables n.e.c. in heading no. 2005, prepared or preserved otherwise than by vinegar or acetic acid, not frozen","value":"200599"}]},{"caption":"2006 - Vegetables, fruit, nuts, fruit-peel and other parts of plants, preserved by sugar (drained, glace or crystallised)","value":"2006","columns":[{"caption":"2006 - Total","value":"2006"}]},{"caption":"2007 - Jams, fruit jellies, marmalades, fruit or nut puree and fruit or nut pastes, being cooked preparations; whether or not containing added sugar or other sweetening matter","value":"2007","columns":[{"caption":"2007 - Total","value":"2007"},{"caption":"200710 - Homogenised, cooked preparations, whether or not containing added sugar or other sweetening matter","value":"200710"},{"caption":"200791 - Of citrus fruit, being cooked preparations (excluding homogenised), whether or not containing added sugar or other sweetening matter","value":"200791"},{"caption":"200799 - Of fruit or nuts n.e.c. in heading no. 2007, cooked preparations (excluding homogenised), whether or not containing added sugar or other sweetening matter","value":"200799"}]},{"caption":"2008 - Fruit, nuts and other edible parts of plants; prepared or preserved in ways n.e.c., whether or not containing added sugar or other sweetening matter or spirit, not elsewhere specified or included","value":"2008","columns":[{"caption":"2008 - Total","value":"2008"},{"caption":"200811 - Nuts; ground-nuts, whether or not containing added sugar, other sweetening matter or spirit","value":"200811"},{"caption":"200819 - Whether or not containing added sugar, other sweetening matter or spirit (excluding ground-nuts except in mixtures)","value":"200819"},{"caption":"200820 - Fruit; pineapples, prepared or preserved in ways n.e.c. in heading no. 2007, whether or not containing added sugar, other sweetening matter or spirit","value":"200820"},{"caption":"200830 - Fruit; citrus, prepared or preserved in ways n.e.c. in heading no. 2007, whether or not containing added sugar, other sweetening matter or spirit","value":"200830"},{"caption":"200840 - Fruit; pears, prepared or preserved in ways n.e.c. in heading no. 2007, whether or not containing added sugar, other sweetening matter or spirit","value":"200840"},{"caption":"200850 - Fruit; apricots, prepared or preserved in ways n.e.c. in heading no. 2007, whether or not containing added sugar, other sweetening matter or spirit","value":"200850"},{"caption":"200860 - Fruit; cherries, prepared or preserved in ways n.e.c. in heading no. 2007, whether or not containing added sugar, other sweetening matter or spirit","value":"200860"},{"caption":"200870 - Fruit; peaches, including nectarines, prepared or preserved in ways n.e.c. in heading no. 2007 and 2008, whether or not containing added sugar, other sweetening matter or spirit","value":"200870"},{"caption":"200880 - Fruit; strawberries, prepared or preserved in ways n.e.c. in heading no. 2007, whether or not containing added sugar, other sweetening matter or spirit","value":"200880"},{"caption":"200891 - Prepared or preserved, whether or not containing added sugar, other sweetening matter or spirit","value":"200891"},{"caption":"200893 - Fruit; cranberries (Vaccinium macrocarpon, Vaccinium oxycoccos, Vaccinium vitis-idaea), prepared or preserved, whether or not containing added sugar, other sweetening matter or spirit","value":"200893"},{"caption":"200897 - Mixtures (other than those of subheading no 2008.19); prepared or preserved in ways n.e.c. in headings 2007 and 2008, whether or not containing added sugar, or other sweetening matter or spirit, n.e.c.","value":"200897"},{"caption":"200899 - Prepared or preserved, whether or not containing added sugar, other sweetening matter or spirit, n.e.c. in heading no. 2008","value":"200899"}]},{"caption":"2009 - Fruit juices (including grape must) and vegetable juices, unfermented, not containing added spirit; whether or not containing added sugar or other sweetening matter","value":"2009","columns":[{"caption":"2009 - Total","value":"2009"},{"caption":"200911 - Juice; orange, frozen, unfermented, (not containing added spirit), whether or not containing added sugar or other sweetening matter","value":"200911"},{"caption":"200912 - Juice; orange, not frozen, of a Brix value not exceeding 20, unfermented, not containing added spirit, whether or not containing added sugar or other sweetening matter","value":"200912"},{"caption":"200919 - Juice; orange, not frozen, of a Brix value exceeding 20, unfermented, not containing added spirit, whether or not containing added sugar or other sweetening matter","value":"200919"},{"caption":"200921 - Juice; grapefruit (including pomelo), of a Brix value not exceeding 20, unfermented, (not containing added spirit), whether or not containing added sugar or other sweetening matter","value":"200921"},{"caption":"200929 - Juice; grapefruit (including pomelo), of a Brix value exceeding 20, unfermented, not containing added spirit, whether or not containing added sugar or other sweetening matter","value":"200929"},{"caption":"200931 - Juice; of single citrus fruit (excluding orange or grapefruit), of a Brix value not exceeding 20, unfermented, not containing added spirit, whether or not containing added sugar or other sweetening matter","value":"200931"},{"caption":"200939 - Juice; of single citrus fruit (excluding orange or grapefruit), of a Brix value exceeding 20, unfermented, not containing added spirit, whether or not containing added sugar or other sweetening matter","value":"200939"},{"caption":"200941 - Juice; pineapple, of a Brix value not exceeding 20, unfermented, (not containing added spirit), whether or not containing added sugar or other sweetening matter","value":"200941"},{"caption":"200949 - Juice; pineapple, of a Brix value exceeding 20, unfermented, not containing added spirit, whether or not containing added sugar or other sweetening matter","value":"200949"},{"caption":"200950 - Juice; tomato, unfermented, not containing added spirit, whether or not containing added sugar or other sweetening matter","value":"200950"},{"caption":"200961 - Juice; grape, of a Brix value not exceeding 30, unfermented, (not containing added spirit), whether or not containing added sugar or other sweetening matter","value":"200961"},{"caption":"200969 - Juice; grape, of a Brix value exceeding 30, unfermented, not containing added spirit, whether or not containing added sugar or other sweetening matter","value":"200969"},{"caption":"200971 - Juice; apple, of a Brix value not exceeding 20, unfermented, (not containing added spirit), whether or not containing added sugar or other sweetening matter","value":"200971"},{"caption":"200979 - Juice; apple, of a Brix value exceeding 20, unfermented, not containing added spirit, whether or not containing added sugar or other sweetening matter","value":"200979"},{"caption":"200981 - Juice; Cranberry (Vaccinium macrocarpon, Vaccinium oxycoccos, Vaccinium vitis-idaea) juice, unfermented, not containing added spirit, whether or not containing added sugar or other sweetening matter","value":"200981"},{"caption":"200989 - Juice; of any single fruit or vegetable n.e.c. in heading no. 2009, unfermented, not containing added spirit, whether or not containing added sugar or other sweetening matter","value":"200989"},{"caption":"200990 - Juices; mixtures of fruits or vegetables, unfermented, not containing added spirit, whether or not containing added sugar or other sweetening matter","value":"200990"}]}]}