{"items":[{"caption":"25 - Salt; sulphur; earths, stone; plastering materials, lime and cement","value":"25","columns":[{"caption":"25 - Total","value":"25"}]},{"caption":"2501 - Salt (including table salt and denatured salt); pure sodium chloride whether or not in aqueous solution; sea water","value":"2501","columns":[{"caption":"2501 - Total","value":"2501"}]},{"caption":"2502 - Iron pyrites; unroasted","value":"2502","columns":[{"caption":"2502 - Total","value":"2502"}]},{"caption":"2503 - Sulphur of all kinds; other than sublimed, precipitated and colloidal sulphur","value":"2503","columns":[{"caption":"2503 - Total","value":"2503"}]},{"caption":"2504 - Graphite; natural","value":"2504","columns":[{"caption":"2504 - Total","value":"2504"},{"caption":"250410 - Graphite; natural, in powder or in flakes","value":"250410"},{"caption":"250490 - Graphite; natural, in other forms, excluding powder or flakes","value":"250490"}]},{"caption":"2505 - Sands of all kinds; natural, whether or not coloured, other than metal-bearing sands of chapter 26","value":"2505","columns":[{"caption":"2505 - Total","value":"2505"},{"caption":"250510 - Sands; natural, silica and quartz sands, whether or not coloured","value":"250510"},{"caption":"250590 - Sands; natural, (other than silica and quartz sands), whether or not coloured, (other than metal-bearing sands of chapter 26)","value":"250590"}]},{"caption":"2506 - Quartz; (other than natural sands), quartzite, whether or not roughly trimmed or merely cut, by sawing or otherwise, into blocks or slabs of a rectangular (including square) shape","value":"2506","columns":[{"caption":"2506 - Total","value":"2506"},{"caption":"250610 - Quartz; other than natural sands","value":"250610"},{"caption":"250620 - Quartzite; whether or not roughly trimmed or merely cut, by sawing or otherwise, into blocks or slabs of a rectangular (including square) shape","value":"250620"}]},{"caption":"2507 - Kaolin and other kaolinic clays; whether or not calcined","value":"2507","columns":[{"caption":"2507 - Total","value":"2507"}]},{"caption":"2508 - Clays; (not including expanded clays of heading no. 6806), andalusite kyanite and sillimanite, whether or not calcined; mullite; chamotte or dinas earth","value":"2508","columns":[{"caption":"2508 - Total","value":"2508"},{"caption":"250810 - Bentonite, whether or not calcined","value":"250810"},{"caption":"250830 - Fireclay, whether or not calcined","value":"250830"},{"caption":"250840 - N.e.c. in heading no. 2508, whether or not calcined","value":"250840"},{"caption":"250850 - Andalusite, kyanite and sillimanite, whether or not calcined","value":"250850"},{"caption":"250860 - Mullite","value":"250860"},{"caption":"250870 - Chamotte or dinas earths","value":"250870"}]},{"caption":"2509 - Chalk","value":"2509","columns":[{"caption":"2509 - Total","value":"2509"}]},{"caption":"2510 - Natural calcium phosphates; natural aluminium calcium phosphates and phosphatic chalk","value":"2510","columns":[{"caption":"2510 - Total","value":"2510"},{"caption":"251010 - Unground","value":"251010"},{"caption":"251020 - Ground","value":"251020"}]},{"caption":"2511 - Natural barium sulphate (barytes); natural barium carbonate, (witherite) whether or not calcined, other than barium oxide of heading no. 2816","value":"2511","columns":[{"caption":"2511 - Total","value":"2511"},{"caption":"251110 - Natural","value":"251110"},{"caption":"251120 - Natural, whether or not calcined, other than barium oxide of heading no. 2816","value":"251120"}]},{"caption":"2512 - Siliceous fossil meals (e.g. kieselguhr, tripolite and diatomite) and similar siliceous earths; whether or not calcined, of an apparent specific gravity of 1 or less","value":"2512","columns":[{"caption":"2512 - Total","value":"2512"}]},{"caption":"2513 - Pumice stone; emery; natural corundum, natural garnet and other natural abrasives, whether or not heat treated","value":"2513","columns":[{"caption":"2513 - Total","value":"2513"},{"caption":"251310 - Pumice stone, whether or not heat treated","value":"251310"},{"caption":"251320 - Emery, natural corundum, natural garnet and other natural abrasives, whether or not heat-treated","value":"251320"}]},{"caption":"2514 - Slate, whether or not roughly trimmed or merely cut, by sawing or otherwise, into blocks or slabs of a rectangular (including square) shape","value":"2514","columns":[{"caption":"2514 - Total","value":"2514"}]},{"caption":"2515 - Marble, travertine, ecaussine and other calcareous stone; of an apparent specific gravity of less than 2.5, alabaster, whether cut by sawing etc, into blocks, slabs of a rectangular (square) shape","value":"2515","columns":[{"caption":"2515 - Total","value":"2515"},{"caption":"251511 - Having a specific gravity of 2.5 or more, crude or roughly trimmed by sawing or otherwise, into blocks or slabs of a rectangular (including square) shape","value":"251511"},{"caption":"251512 - Merely cut, by sawing or otherwise, into blocks or slabs of a rectangular (including square) shape, having a specific gravity of 2.5 or more","value":"251512"},{"caption":"251520 - Alabaster, having a specific gravity of 2.5 or more","value":"251520"}]},{"caption":"2516 - Granite, porphyry, basalt, sandstone, other monumental and building stone, whether or not roughly trimmed, cut, by sawing etc, into blocks or slabs of a rectangular (including square) shape","value":"2516","columns":[{"caption":"2516 - Total","value":"2516"},{"caption":"251611 - Granite; crude or roughly trimmed","value":"251611"},{"caption":"251612 - Granite; merely cut, by sawing or otherwise, into blocks or slabs of a rectangular (including square) shape","value":"251612"},{"caption":"251620 - Sandstone;. whether or not roughly trimmed, cut, by sawing etc, into blocks or slabs of a rectangular (including square) shape","value":"251620"},{"caption":"251690 - N.e.c. in heading no. 2516, whether or not roughly trimmed or merely cut, by sawing or otherwise, into blocks or slabs of a rectangular (including square) shape","value":"251690"}]},{"caption":"2517 - Pebbles, gravel, crushed stone for concrete aggregates for road or railway ballast, shingle or flint; macadam of slag, dross etc tarred granules, chippings, powder of stones of heading no. 2515 and 2516","value":"2517","columns":[{"caption":"2517 - Total","value":"2517"},{"caption":"251710 - Of a kind commonly used for concrete aggregates, for road metalling or for railway or other ballast, shingle and flint, whether or not heat-treated","value":"251710"},{"caption":"251720 - Whether or not incorporating the materials in item no. 2517.10","value":"251720"},{"caption":"251730 - Tarred macadam","value":"251730"},{"caption":"251741 - Stones; of marble, in granules, chippings and powder, whether or not heat-treated","value":"251741"},{"caption":"251749 - Stones; of heading no. 2515 or 2516 (excluding marble), in granules, chippings and powder, whether or not heat-treated","value":"251749"}]},{"caption":"2518 - Dolomite, whether or not calcined or sintered; including dolomite roughly trimmed, or merely cut by sawing or otherwise into blocks or slabs of rectangular (including square) shape; dolomite ramming mix","value":"2518","columns":[{"caption":"2518 - Total","value":"2518"},{"caption":"251810 - Including dolomite roughly trimmed, or merely cut by sawing or otherwise into blocks or slabs of rectangular (including square) shape","value":"251810"},{"caption":"251820 - Including dolomite roughly trimmed, or merely cut by sawing or otherwise into blocks or slabs of rectangular (including square) shape","value":"251820"},{"caption":"251830 - Dolomite ramming mix","value":"251830"}]},{"caption":"2519 - Natural magnesium carbonate (magnesite); fused magnesia; dead-burned (sintered) magnesia, whether or not containing small quantities of other oxides added before sintering; magnesium oxide, pure or not","value":"2519","columns":[{"caption":"2519 - Total","value":"2519"},{"caption":"251910 - Natural","value":"251910"},{"caption":"251990 - Whether or not containing small quantities of other oxides added before sintering, other magnesium oxide, whether or not pure, (not natural magnesium carbonate)","value":"251990"}]},{"caption":"2520 - Gypsum; anhydrite; plasters (consisting of calcined gypsum or calcium sulphate), coloured or not, with or without small quantities of accelerators or retarders","value":"2520","columns":[{"caption":"2520 - Total","value":"2520"},{"caption":"252010 - Gypsum; anhydrite","value":"252010"},{"caption":"252020 - Plasters; (consisting of calcined gypsum or calcium sulphate), whether or not coloured, with or without small quantities of accelerators or retarders","value":"252020"}]},{"caption":"2521 - Limestone flux; limestone and other calcareous stone, of a kind used for the manufacture of lime or cement","value":"2521","columns":[{"caption":"2521 - Total","value":"2521"}]},{"caption":"2522 - Quicklime, slaked lime and hydraulic lime; other than calcium oxide and hydroxide of heading no. 2825","value":"2522","columns":[{"caption":"2522 - Total","value":"2522"},{"caption":"252210 - Quicklime; excluding calcium oxide and hydroxide of heading no. 2825","value":"252210"},{"caption":"252220 - Slaked lime; excluding calcium oxide and hydroxide of heading no. 2825","value":"252220"},{"caption":"252230 - Hydraulic lime; excluding calcium oxide and hydroxide of heading no. 2825","value":"252230"}]},{"caption":"2523 - Portland cement, aluminous cement (ciment fondu), slag cement, supersulphate cement and similar hydraulic cements, whether or not coloured or in the form of clinkers","value":"2523","columns":[{"caption":"2523 - Total","value":"2523"},{"caption":"252310 - Cement clinkers (whether or not coloured)","value":"252310"},{"caption":"252321 - Cement; portland, white, whether or not artificially coloured","value":"252321"},{"caption":"252329 - Cement; portland, other than white, whether or not artificially coloured","value":"252329"},{"caption":"252330 - Cement; aluminous (ciment fondu), whether or not coloured or in the form of clinkers","value":"252330"},{"caption":"252390 - Cement; hydraulic kinds n.e.c. in heading no. 2523","value":"252390"}]},{"caption":"2524 - Asbestos","value":"2524","columns":[{"caption":"2524 - Total","value":"2524"},{"caption":"252410 - Asbestos; crocidolite (blue asbestos)","value":"252410"},{"caption":"252490 - Asbestos; other than crocidolite (blue asbestos)","value":"252490"}]},{"caption":"2525 - Mica, including splittings; mica waste","value":"2525","columns":[{"caption":"2525 - Total","value":"2525"},{"caption":"252510 - Mica; crude and rifted into sheets or splittings","value":"252510"},{"caption":"252520 - Mica; powder","value":"252520"},{"caption":"252530 - Mica; waste","value":"252530"}]},{"caption":"2526 - Natural steatite; whether or not roughly trimmed or merely cut, by sawing or otherwise, into blocks or slabs of a rectangular (including square) shape; talc","value":"2526","columns":[{"caption":"2526 - Total","value":"2526"},{"caption":"252610 - Steatite; natural, (not crushed or powdered), whether or not roughly trimmed or merely cut, by sawing or otherwise, into blocks or slabs of a rectangular (including square) shape; talc","value":"252610"},{"caption":"252620 - Steatite; natural, crushed, powdered, whether or not roughly trimmed or merely cut, by sawing or otherwise, into blocks or slabs of a rectangular (including square) shape; talc","value":"252620"}]},{"caption":"2528 - Natural borates and concentrates thereof (whether or not calcined), but not including borates separated from natural brine; natural boric acid containing not more than 85 % of H3BO3 calculated on the dry weight","value":"2528","columns":[{"caption":"2528 - Total","value":"2528"}]},{"caption":"2529 - Feldspar; leucite; nepheline and nepheline syenite; fluorspar","value":"2529","columns":[{"caption":"2529 - Total","value":"2529"},{"caption":"252910 - Feldspar","value":"252910"},{"caption":"252921 - Fluorspar; containing by weight 97% or less of calcium fluoride","value":"252921"},{"caption":"252922 - Fluorspar; containing by weight more than 97% of calcium fluoride","value":"252922"},{"caption":"252930 - Leucite; nepheline and nepheline syenite","value":"252930"}]},{"caption":"2530 - Mineral substances not elsewhere specified or included","value":"2530","columns":[{"caption":"2530 - Total","value":"2530"},{"caption":"253010 - Unexpanded","value":"253010"},{"caption":"253020 - Kieserite, epsomite (natural magnesium sulphates)","value":"253020"},{"caption":"253090 - N.e.c. in chapter 25","value":"253090"}]}]}