{"items":[{"caption":"30 - Pharmaceutical products","value":"30","columns":[{"caption":"30 - Total","value":"30"}]},{"caption":"3001 - Glands and other organs (extracts, secretions thereof) for organo-therapeutic uses, dried, powdered or not; heparin and its salts; other human or animal substances for therapeutic or prophylactic uses n.e.c.","value":"3001","columns":[{"caption":"3001 - Total","value":"3001"},{"caption":"300120 - Extracts of glands or other organs or of their secretions, for organo-therapeutic uses","value":"300120"},{"caption":"300190 - Heparin and its salts; other human or animal substances prepared for therapeutic or prophylactic uses, n.e.c. in heading 3001","value":"300190"}]},{"caption":"3002 - Human blood; animal blood for therapeutic, prophylactic or diagnostic uses; antisera, other blood fractions, immunological products, modified or obtained by biotechnological processes; vaccines, toxins, cultures of micro-organisms (excluding yeasts) etc","value":"3002","columns":[{"caption":"3002 - Total","value":"3002"},{"caption":"300210 - Whether or not modified or obtained by means of biotechnological processes","value":"300210"},{"caption":"300220 - Vaccines; for human medicine","value":"300220"},{"caption":"300230 - Vaccines; for veterinary medicine","value":"300230"},{"caption":"300290 - Toxins, cultures of micro-organisms (excluding yeasts) and similar products","value":"300290"}]},{"caption":"3003 - Medicaments; (not goods of heading no. 3002, 3005 or 3006) of two or more constituents mixed together for therapeutic or prophylactic use not in measured doses or in forms or packings for retail sale","value":"3003","columns":[{"caption":"3003 - Total","value":"3003"},{"caption":"300310 - Medicaments; containing penicillins, streptomycins or their derivatives, for therapeutic or prophylactic uses, (not in measured doses, not packaged for retail sale)","value":"300310"},{"caption":"300320 - Medicaments; containing antibiotics other than penicillins, streptomycins and their derivatives, for therapeutic or prophylactic uses, (not in measured doses, not packaged for retail sale)","value":"300320"},{"caption":"300331 - Medicaments; containing insulin (but not containing antibiotics), for therapeutic or prophylactic uses, not packaged for retail sale","value":"300331"},{"caption":"300339 - Medicaments; containing hormones (excluding insulin), (but not containing antibiotics), for therapeutic or prophylactic uses, not packaged for retail sale","value":"300339"},{"caption":"300340 - Medicaments; containing alkaloids or their derivatives, (but not containing hormones or antibiotics), for therapeutic or prophylactic uses, (not packaged for retail sale)","value":"300340"},{"caption":"300390 - Medicaments; (not containing antibiotics, hormones, alkaloids or their derivatives), for therapeutic or prophylactic uses, (not packaged for retail sale)","value":"300390"}]},{"caption":"3004 - Medicaments; (not goods of heading no. 3002, 3005 or 3006) consisting of mixed or unmixed products for therapeutic or prophylactic use, put up in measured doses (incl. those in the form of transdermal admin. systems) or packed for retail sale","value":"3004","columns":[{"caption":"3004 - Total","value":"3004"},{"caption":"300410 - Medicaments; containing penicillins, streptomycins or their derivatives, for therapeutic or prophylactic uses, packaged for retail sale","value":"300410"},{"caption":"300420 - Medicaments; containing antibiotics (other than penicillins, streptomycins or their derivatives), for therapeutic or prophylactic uses, packaged for retail sale","value":"300420"},{"caption":"300431 - Medicaments; containing insulin (but not containing antibiotics), for therapeutic or prophylactic uses, packaged for retail sale","value":"300431"},{"caption":"300432 - Medicaments; containing corticosteroid hormones, their derivatives or structural analogues (but not containing antibiotics), for therapeutic or prophylactic uses, packaged for retail sale","value":"300432"},{"caption":"300439 - Medicaments; containing hormones (but not insulin), adrenal cortex hormones or antibiotics, for therapeutic or prophylactic uses, packaged for retail sale","value":"300439"},{"caption":"300440 - Medicaments; containing alkaloids or their derivatives (but not hormones or antibiotics), for therapeutic or prophylactic uses, packaged for retail sale","value":"300440"},{"caption":"300450 - Medicaments; containing vitamins or their derivatives, for therapeutic or prophylactic use, packaged for retail sale","value":"300450"},{"caption":"300490 - Medicaments; consisting of mixed or unmixed products n.e.c. in heading no. 3004, for therapeutic or prophylactic uses, packaged for retail sale","value":"300490"}]},{"caption":"3005 - Wadding, gauze, bandages (dressings, adhesive plasters, poultices), impregnated or coated with pharmaceutical substances or in forms or packings for retail sale, for medical, surgical or veterinary use","value":"3005","columns":[{"caption":"3005 - Total","value":"3005"},{"caption":"300510 - And other articles having an adhesive layer, packed for retail sale for medical, surgical, dental or veterinary purposes","value":"300510"},{"caption":"300590 - (excluding adhesive dressings), impregnated or coated with pharmaceutical substances, packaged for retail sale","value":"300590"}]},{"caption":"3006 - Pharmaceutical goods","value":"3006","columns":[{"caption":"3006 - Total","value":"3006"},{"caption":"300610 - Sterile surgical catgut, suture materials, tissue adhesives, laminaria, laminaria tents, absorbable surgical or dental haemostatics, and surgical or dental adhesion barriers","value":"300610"},{"caption":"300620 - Blood-grouping reagents","value":"300620"},{"caption":"300630 - Opacifying preparations for x-ray examinations, diagnostic reagents designed to be administered to the patient","value":"300630"},{"caption":"300640 - Dental cements and other dental fillings, bone reconstruction cements","value":"300640"},{"caption":"300650 - First aid boxes and kits","value":"300650"},{"caption":"300660 - Chemical contraceptive preparations based on hormones, on other products of heading 2937 or on spermicides","value":"300660"},{"caption":"300670 - Gel preparations designed to be used in human or veterinary medicine as a lubricant for parts of the body for surgical operations or physical examinations or as a coupling agent between the body and medical instruments","value":"300670"},{"caption":"300691 - Appliances identifiable for ostomy use","value":"300691"},{"caption":"300692 - Waste pharmaceuticals","value":"300692"}]}]}