{"groups":[{"caption":"32 - Tanning or dyeing extracts; tannins and their derivatives; dyes, pigments and other colouring matter; paints, varnishes; putty, other mastics; inks","value":"32","columns":[{"caption":"32 - Total","value":"32"}]},{"caption":"3201 - Tanning extracts of vegetable origin; tannins and their salts, ethers, esters and other derivatives","value":"3201","columns":[{"caption":"3201 - Total","value":"3201"},{"caption":"320110 - Quebracho extract","value":"320110"},{"caption":"320120 - Wattle extract","value":"320120"},{"caption":"320190 - Tannins and their salts, ethers, esters and other derivatives, (excluding quebracho or wattle extract)","value":"320190"}]},{"caption":"3202 - Tanning substances; synthetic organic or inorganic tanning substances; tanning preparations, whether or not containing natural tanning substances, enzymatic preparations for pre-tanning","value":"3202","columns":[{"caption":"3202 - Total","value":"3202"},{"caption":"320210 - Synthetic organic tanning substances","value":"320210"},{"caption":"320290 - Inorganic tanning substances; tanning preparations, whether or not containing natural tanning substances; enzymatic preparations for pre- tanning","value":"320290"}]},{"caption":"3203 - Colouring matter of vegetable or animal origin (including dyeing extracts, not animal black); whether or not chemically defined; preparations based on colouring matter of vegetable or animal origin","value":"3203","columns":[{"caption":"3203 - Total","value":"3203"}]},{"caption":"3204 - Synthetic organic colouring matter and preparations based thereon; synthetic organic products used as fluorescent brightening agents or as luminophores; whether or not chemically defined","value":"3204","columns":[{"caption":"3204 - Total","value":"3204"},{"caption":"320411 - Dyes; disperse dyes and preparations based thereon","value":"320411"},{"caption":"320412 - Dyes; acid, whether or not premetallised and preparations based thereon, mordant dyes and preparations based thereon","value":"320412"},{"caption":"320413 - Dyes; basic dyes and preparations based thereon","value":"320413"},{"caption":"320414 - Dyes; direct dyes and preparations based thereon","value":"320414"},{"caption":"320415 - Dyes; vat dyes (including those usable in that state as pigments) and preparations based thereon","value":"320415"},{"caption":"320416 - Dyes; reactive dyes and preparations based thereon","value":"320416"},{"caption":"320417 - Dyes; pigments and preparations based thereon","value":"320417"},{"caption":"320419 - Dyes; n.e.c., including mixtures of colouring matter of two or more of those from item no. 3204.11 to 3204.19","value":"320419"},{"caption":"320420 - Dyes; synthetic organic products of a kind used as fluorescent brightening agents","value":"320420"},{"caption":"320490 - Dyes; synthetic organic products n.e.c. in heading no. 3204 (e.g. of a kind used as luminophores), whether or not chemically defined","value":"320490"}]},{"caption":"3205 - Colour lakes; preparations based on colour lakes as specified in note 3 to this chapter","value":"3205","columns":[{"caption":"3205 - Total","value":"3205"}]},{"caption":"3206 - Colouring matter and preparations thereof n.e.c. in heading no. 3203, 3204, 3205; inorganic products, kind used as luminophores whether or not chemically defined","value":"3206","columns":[{"caption":"3206 - Total","value":"3206"},{"caption":"320611 - Pigments and preparations based on titanium dioxide, containing 80% or more by weight of titanium dioxide calculated on the dry matter","value":"320611"},{"caption":"320619 - Pigments and preparations based on titanium dioxide, containing less than 80% by weight of titanium dioxide calculated on the dry weight","value":"320619"},{"caption":"320620 - Pigments and preparations based on chromium compounds","value":"320620"},{"caption":"320641 - Ultramarine and preparations based thereon","value":"320641"},{"caption":"320642 - Lithopone and other pigments and preparations based on zinc sulphide","value":"320642"},{"caption":"320649 - Other preparations n.e.c. in item no. 3206.4","value":"320649"},{"caption":"320650 - Inorganic products of a kind used as luminophores","value":"320650"}]},{"caption":"3207 - Pigments, prepared; opacifiers, colours, vitrifiable enamels, glazes, engobes (slips), liquid lustres etc as used in the ceramic enamelling or glass industry; glass frit and powder, granules or flakes","value":"3207","columns":[{"caption":"3207 - Total","value":"3207"},{"caption":"320710 - Pigments; prepared pigments, opacifiers, colours and similar preparations","value":"320710"},{"caption":"320720 - Vitrifiable enamels and glazes, engobes (slips) and similar preparations","value":"320720"},{"caption":"320730 - Lustres; liquid lustres and similar preparations","value":"320730"},{"caption":"320740 - Glass; glass frit and other glass, in the form of powder, granules or flakes","value":"320740"}]},{"caption":"3208 - Paints, varnishes; (enamels and lacquers) based on synthetic polymers or chemically modified natural polymers, dispersed or dissolved in a non-aqueous medium","value":"3208","columns":[{"caption":"3208 - Total","value":"3208"},{"caption":"320810 - Based on polyesters, dispersed or dissolved in a non-aqueous medium","value":"320810"},{"caption":"320820 - Based on acrylic or vinyl polymers, dispersed or dissolved in a non-aqueous medium","value":"320820"},{"caption":"320890 - Based on polymers n.e.c. in heading no. 3208, dispersed or dissolved in a non-aqueous medium","value":"320890"}]},{"caption":"3209 - Paints and varnishes (including enamels and lacquers) based on synthetic or chemically modified natural polymers, dispersed or dissolved in an aqueous medium","value":"3209","columns":[{"caption":"3209 - Total","value":"3209"},{"caption":"320910 - Based on acrylic or vinyl polymers, dispersed or dissolved in an aqueous medium","value":"320910"},{"caption":"320990 - (based on polymers other than acrylic or vinyl), dispersed or dissolved in an aqueous medium","value":"320990"}]},{"caption":"3210 - Paints and varnishes (including enamels, lacquers and distempers), excluding those of heading no. 3209, prepared water pigments of a kind used for finishing leather","value":"3210","columns":[{"caption":"3210 - Total","value":"3210"}]},{"caption":"3211 - Driers; prepared","value":"3211","columns":[{"caption":"3211 - Total","value":"3211"}]},{"caption":"3212 - Pigments (metallic powders and flakes) dispersed in non-aqueous media in liquid or paste form, as used in manufacture of paints (including enamels); stamping foils, dyes etc in forms, packing for retail sale","value":"3212","columns":[{"caption":"3212 - Total","value":"3212"},{"caption":"321210 - Pigments; of a kind used in the manufacture of paints, stamping foils","value":"321210"},{"caption":"321290 - Pigments; of a kind used in the manufacture of paints, other than stamping foils","value":"321290"}]},{"caption":"3213 - Colours; artists, students, or signboard painters, modifying tints, amusement colours and the like; in tablets, tubes, jars, bottles, pan or in similar forms or packings","value":"3213","columns":[{"caption":"3213 - Total","value":"3213"},{"caption":"321310 - Colours; in sets, of a kind used by artists, students or signboard painters","value":"321310"},{"caption":"321390 - Colours; (other than in sets), of a kind used by artists, students or signboard painters","value":"321390"}]},{"caption":"3214 - Glaziers' putty, grafting putty, resin cements, caulking compounds and other mastics; painters' fillings; non-refractory surfacing preparations for facades, indoor walls, floors, ceilings or the like","value":"3214","columns":[{"caption":"3214 - Total","value":"3214"},{"caption":"321410 - Mastics; painters' fillings","value":"321410"},{"caption":"321490 - Mastics; n.e.c. in heading no. 3214","value":"321490"}]},{"caption":"3215 - Ink; printing, writing or drawing ink and other inks; whether or not concentrated or solid","value":"3215","columns":[{"caption":"3215 - Total","value":"3215"},{"caption":"321511 - Ink; for printing, black, whether or not concentrated or solid","value":"321511"},{"caption":"321519 - Ink; for printing, other than black, whether or not concentrated or solid","value":"321519"},{"caption":"321590 - Ink; writing, drawing and other inks, n.e.c. in heading no. 3215, whether or not concentrated or solid","value":"321590"}]}]}