{"items":[{"caption":"34 - Soap, organic surface-active agents; washing, lubricating, polishing or scouring preparations; artificial or prepared waxes, candles and similar articles, modelling pastes, dental waxes and dental preparations with a basis of plaster","value":"34","columns":[{"caption":"34 - Total","value":"34"}]},{"caption":"3401 - Soap; organic surface-active preparations used as soap, skin washing, in bars, cakes, moulded pieces, shapes, liquid or cream, containing soap or not; for retail, paper, wadding, felt and nonwovens, impregnated, coated or covered with soap or detergent","value":"3401","columns":[{"caption":"3401 - Total","value":"3401"},{"caption":"340111 - In the form of bars, cakes, moulded shapes, and paper, wadding, felt and nonwovens, impregnated, coated or covered with soap or detergent, for toilet use (including medicated products)","value":"340111"},{"caption":"340119 - In the form of bars, cakes, moulded shapes, and paper, wadding, felt and nonwovens, impregnated, coated or covered with soap or detergent, not for toilet use","value":"340119"},{"caption":"340120 - Soap; in forms n.e.c. in item no. 3401.11","value":"340120"},{"caption":"340130 - Organic surface-active products and preparations for washing the skin, in the form of liquid or cream and put up for retail sale, whether or not containing soap","value":"340130"}]},{"caption":"3402 - Organic surface-active agents (not soap); surface-active, washing (including auxiliary washing) and cleaning preparations, containing soap or not, excluding those of heading no. 3401","value":"3402","columns":[{"caption":"3402 - Total","value":"3402"},{"caption":"340211 - Anionic (other than soap), whether or not put up for retail sale","value":"340211"},{"caption":"340212 - Cationic (other than soap), whether or not put up for retail sale","value":"340212"},{"caption":"340213 - Non-ionic (other than soap), whether or not put up for retail sale","value":"340213"},{"caption":"340219 - Whether or not put up for retail sale, n.e.c. in heading no. 3402","value":"340219"},{"caption":"340220 - Surface-active, whether or not containing soap (excluding those of heading no. 3401), put up for retail sale","value":"340220"},{"caption":"340290 - Surface-active, whether or not containing soap (excluding those of heading no. 3401), including auxiliary washing preparations, not for retail sale","value":"340290"}]},{"caption":"3403 - Lubricating preparations and those used in oil or grease treatment of textile and similar materials; excluding preparations containing 70% or more (by weight) of petroleum or bituminous mineral oils","value":"3403","columns":[{"caption":"3403 - Total","value":"3403"},{"caption":"340311 - For the treatment of textile and similar materials (leather, furskins etc), containing less than 70% (by weight) of petroleum oils or oils obtained from bituminous minerals","value":"340311"},{"caption":"340319 - (other than for the treatment of textile and similar materials), containing less than 70% (by weight) of petroleum oils or oils obtained from bituminous minerals","value":"340319"},{"caption":"340391 - For the treatment of textile and similar materials (leather, furskins etc), (not containing petroleum oils or oils obtained from bituminous minerals)","value":"340391"},{"caption":"340399 - Other than for the treatment of textile and similar materials, not containing petroleum oils or oils obtained from bituminous minerals","value":"340399"}]},{"caption":"3404 - Waxes; artificial, prepared","value":"3404","columns":[{"caption":"3404 - Total","value":"3404"},{"caption":"340420 - Waxes; artificial and prepared, of poly(oxyethylene) (polyethylene glycol)","value":"340420"},{"caption":"340490 - Waxes; artificial and prepared, other than of polyethylene glycol","value":"340490"}]},{"caption":"3405 - Polishes, creams, scouring pastes, powders and similar; in any form, (including articles impregnated, coated or covered with such), for furniture, footwear, floors, coachwork, glass or metal","value":"3405","columns":[{"caption":"3405 - Total","value":"3405"},{"caption":"340510 - For footwear or leather, excluding waxes of heading no. 3404","value":"340510"},{"caption":"340520 - For the maintenance of wooden furniture, floors or other woodwork, excluding waxes of heading no. 3404","value":"340520"},{"caption":"340530 - For coachwork, other than metal polishes, excluding waxes of heading no. 3404","value":"340530"},{"caption":"340540 - (whether or not in the form of paper, wadding, felt, nonwovens, cellular plastics, cellular rubber, impregnated, coated or covered)","value":"340540"},{"caption":"340590 - N.e.c. in heading no. 3405, excluding waxes of heading no. 3404","value":"340590"}]},{"caption":"3406 - Candles, tapers and the like","value":"3406","columns":[{"caption":"3406 - Total","value":"3406"}]},{"caption":"3407 - Modelling pastes, including those for children; dental wax, impression compounds, in sets or packings for retail sale or in plates and similar forms; dentistry preparations with plaster base","value":"3407","columns":[{"caption":"3407 - Total","value":"3407"}]}]}