{"groups":[{"caption":"38 - Chemical products n.e.c.","value":"38","columns":[{"caption":"38 - Total","value":"38"}]},{"caption":"3801 - Artificial graphite; colloidal or semi-colloidal graphite; preparations based on graphite or other carbon in the form of pastes, blocks, plates or other semi-manufactures","value":"3801","columns":[{"caption":"3801 - Total","value":"3801"},{"caption":"380110 - Graphite; artificial","value":"380110"},{"caption":"380120 - Graphite; colloidal or semi-colloidal","value":"380120"},{"caption":"380130 - For electrodes and similar pastes for furnace linings","value":"380130"},{"caption":"380190 - In the form of pastes, blocks, plates or other semi-manufactures","value":"380190"}]},{"caption":"3802 - Activated carbon; activated natural mineral products; animal black, including spent animal black","value":"3802","columns":[{"caption":"3802 - Total","value":"3802"},{"caption":"380210 - Carbon; activated","value":"380210"},{"caption":"380290 - Activated natural mineral products, animal black, including spent animal black","value":"380290"}]},{"caption":"3803 - Tall oil, whether or not refined","value":"3803","columns":[{"caption":"3803 - Total","value":"3803"}]},{"caption":"3804 - Residual lyes from the manufacture of wood pulp, whether or not concentrated, desugared or chemically treated, including lignin sulphonates, but excluding tall oil of heading no. 3803","value":"3804","columns":[{"caption":"3804 - Total","value":"3804"}]},{"caption":"3805 - Gum, wood or sulphate turpentine, other terpenic oils; crude dipentene; sulphite turpentine, other crude para-cymene; pine oil containing alpha-terpineol as the main constituent","value":"3805","columns":[{"caption":"3805 - Total","value":"3805"},{"caption":"380510 - Terpenic oils; gum, wood or sulphate turpentine oils","value":"380510"},{"caption":"380590 - Terpenic oils; produced by the treatment of coniferous woods, crude dipentene, sulphite turpentine and other crude para-cymene, n.e.c. in heading no. 3805","value":"380590"}]},{"caption":"3806 - Rosin and resin acids and derivatives thereof; rosin spirit and rosin oils; run gums","value":"3806","columns":[{"caption":"3806 - Total","value":"3806"},{"caption":"380610 - Rosin and resin acids","value":"380610"},{"caption":"380620 - Salts of rosin, of resin acids or of derivatives of rosin or resin acids, other than salts of rosin adducts","value":"380620"},{"caption":"380630 - Ester gums","value":"380630"},{"caption":"380690 - Rosin; spirit and oils, n.e.c. in heading no. 3806","value":"380690"}]},{"caption":"3807 - Wood tar; wood tar oils; wood creosote; wood naphtha; vegetable pitch; brewers' pitch and similar preparations based on rosin, resin acids or on vegetable pitch","value":"3807","columns":[{"caption":"3807 - Total","value":"3807"}]},{"caption":"3808 - Insecticides, rodenticides, fungicides, herbicides, anti-sprouting products, plant growth regulators, disinfectants and the like, put up in forms or packings for retail sale or as preparations or articles","value":"3808","columns":[{"caption":"3808 - Total","value":"3808"},{"caption":"380850 - Containing goods specified in Subheading Note 1 to this Chapter; put up in forms or packings for retail sale or as preparations or articles","value":"380850"},{"caption":"380891 - Insecticides; other than containing goods specified in Subheading Note 1 to this Chapter; put up in forms or packings for retail sale or as preparations or articles","value":"380891"},{"caption":"380892 - Fungicides; other than containing goods specified in Subheading Note 1 to this Chapter; put up in forms or packings for retail sale or as preparations or articles","value":"380892"},{"caption":"380893 - Other than containing goods of Subheading Note 1 to this Chapter; put up in forms or packings for retail sale or as preparations or articles","value":"380893"},{"caption":"380894 - Disinfectants; other than containing goods specified in Subheading Note 1 in this Chapter; put up in forms or packings for retail sale or as preparations or articles","value":"380894"},{"caption":"380899 - Other than containing goods specified in Subheading Note 1 in this Chapter, put up in forms or packings for retail sale or as preparations or articles","value":"380899"}]},{"caption":"3809 - Finishing agents, dye carriers to accelerate the dyeing, fixing of dyestuffs, other products and preparations, of a kind used in the textile, paper, leather or like industries, n.e.c. or included","value":"3809","columns":[{"caption":"3809 - Total","value":"3809"},{"caption":"380910 - To accelerate dyeing or fixing of dye-stuffs, other products and preparations, used in textile, paper, leather etc industries, with basis of amylaceous substances, n.e.c.","value":"380910"},{"caption":"380991 - To accelerate dyeing or fixing of dye-stuffs, other products and preparations, used in the textile industry (excluding those with a basis of amylaceous substances)","value":"380991"},{"caption":"380992 - To accelerate dyeing or fixing of dye-stuffs, other products and preparations, used in the paper industry (excluding those with a basis of amylaceous substances)","value":"380992"},{"caption":"380993 - To accelerate dyeing or fixing of dye-stuffs, other products and preparations, used in the leather or like (excluding paper and textile) industries, (excluding those with a basis of amylaceous substances)","value":"380993"}]},{"caption":"3810 - Metal-pickling preparations; fluxes etc for soldering, brazing; welding powders, pastes of metal and other materials; preparations used as cores or coatings for welding electrodes or rods","value":"3810","columns":[{"caption":"3810 - Total","value":"3810"},{"caption":"381010 - Soldering, brazing or welding powders and pastes consisting of metal and other materials","value":"381010"},{"caption":"381090 - For soldering, brazing or welding, or preparations used as cores or coatings for welding electrodes or rods","value":"381090"}]},{"caption":"3811 - Anti-knock preparations, oxidation and gum inhibitors, viscosity improvers, anti-corrosive preparations and the like, for mineral oils (including gasoline) or other liquids used for the same purposes","value":"3811","columns":[{"caption":"3811 - Total","value":"3811"},{"caption":"381111 - Based on lead compounds","value":"381111"},{"caption":"381119 - Other than those based on lead compounds","value":"381119"},{"caption":"381121 - Containing petroleum oils or oils obtained from bituminous minerals","value":"381121"},{"caption":"381129 - Not containing petroleum oils or oils obtained from bituminous minerals","value":"381129"},{"caption":"381190 - Oxidation and gum inhibitors, viscosity improvers, anti-corrosive preparations, other prepared additives for mineral oils or liquids used as mineral oils (including gasoline), n.e.c. in heading no. 3811","value":"381190"}]},{"caption":"3812 - Prepared rubber accelerators; compound plasticisers for rubber or plastics, n.e.c. or included; anti-oxidising preparations and other compound stabilisers for rubber or plastics","value":"3812","columns":[{"caption":"3812 - Total","value":"3812"},{"caption":"381210 - Prepared","value":"381210"},{"caption":"381220 - For rubber or plastics","value":"381220"},{"caption":"381230 - For rubber or plastics, n.e.c. or included","value":"381230"}]},{"caption":"3813 - Preparations and charges for fire extinguishers; charged fire-extinguishing grenades","value":"3813","columns":[{"caption":"3813 - Total","value":"3813"}]},{"caption":"3814 - Organic composite solvents and thinners, not elsewhere specified or included; prepared paint or varnish removers","value":"3814","columns":[{"caption":"3814 - Total","value":"3814"}]},{"caption":"3815 - Reaction initiators, reaction accelerators and catalytic preparations n.e.c. or included","value":"3815","columns":[{"caption":"3815 - Total","value":"3815"},{"caption":"381511 - Reaction initiators, reaction accelerators and catalytic preparations, with nickel or nickel compounds as the active substance, n.e.c. or included","value":"381511"},{"caption":"381512 - Reaction initiators, reaction accelerators and catalytic preparations, with precious metal or precious metal compounds as the active substance, n.e.c. or included","value":"381512"},{"caption":"381519 - Reaction initiators, reaction accelerators and catalytic preparations, with an active substance other than nickel or precious metals or their compounds, n.e.c. or included","value":"381519"},{"caption":"381590 - Reaction initiators, reaction accelerators and catalytic preparations, unsupported, n.e.c. or included","value":"381590"}]},{"caption":"3816 - Refractory cements, mortars, concretes and similar compositions; other than products of heading no. 3801","value":"3816","columns":[{"caption":"3816 - Total","value":"3816"}]},{"caption":"3817 - Mixed alkylbenzenes and mixed alkylnaphthalenes, other than those of heading no. 2707 or 2902","value":"3817","columns":[{"caption":"3817 - Total","value":"3817"}]},{"caption":"3818 - Chemical elements doped for use in electronics, in the form of discs, wafers or similar forms; chemical compounds doped for use in electronics","value":"3818","columns":[{"caption":"3818 - Total","value":"3818"}]},{"caption":"3819 - Hydraulic brake fluids and other prepared liquids for hydraulic transmission, not containing or containing less than 70% by weight of petroleum oils or oils obtained from bituminous minerals","value":"3819","columns":[{"caption":"3819 - Total","value":"3819"}]},{"caption":"3820 - Anti-freezing preparations and prepared de-icing fluids","value":"3820","columns":[{"caption":"3820 - Total","value":"3820"}]},{"caption":"3821 - Prepared culture media for the development or maintenance of micro-organisms (including viruses and the like) or of plant, human or animal cells","value":"3821","columns":[{"caption":"3821 - Total","value":"3821"}]},{"caption":"3822 - Reagents; diagnostic or laboratory reagents on a backing and prepared diagnostic or laboratory reagents whether or not on a backing, other than those of heading no. 3002 or 3006; certified reference material","value":"3822","columns":[{"caption":"3822 - Total","value":"3822"}]},{"caption":"3823 - Industrial monocarboxylic fatty acids; acid oils from refining; industrial fatty alcohols","value":"3823","columns":[{"caption":"3823 - Total","value":"3823"},{"caption":"382311 - Stearic acid","value":"382311"},{"caption":"382312 - Oleic acid","value":"382312"},{"caption":"382313 - Tall oil fatty acids","value":"382313"},{"caption":"382319 - Acid oils from refining; (other than stearic acid, oleic acid or tall oil fatty acids)","value":"382319"},{"caption":"382370 - Industrial fatty alcohols","value":"382370"}]},{"caption":"3824 - Prepared binders for foundry moulds or cores; chemical products and preparations of the chemical or allied industries (including those consisting of mixtures of natural products), not elsewhere specified or included","value":"3824","columns":[{"caption":"3824 - Total","value":"3824"},{"caption":"382410 - For foundry moulds or cores","value":"382410"},{"caption":"382430 - Mixed together or with metallic binders","value":"382430"},{"caption":"382440 - Their prepared additives","value":"382440"},{"caption":"382450 - Non-refractory","value":"382450"},{"caption":"382460 - Sorbitol; other than that of subheading no. 2905.44","value":"382460"},{"caption":"382471 - Containing chlorofluorocarbons (CFCs), whether or not containing hydrochlorofluorocarbons (HCFCs), perfluorocarbons (PFCs) or hydrofluorocarbons (HFCs)","value":"382471"},{"caption":"382472 - Containing bromochlorodifluoromethane, bromotrifluoromethane or dibromotetrafluoroethanes","value":"382472"},{"caption":"382473 - Containing hydrobromofluorocarbons (HBFCs)","value":"382473"},{"caption":"382474 - Containing hydrochlorofluorocarbons (HCFCs), whether or not containing perfluorocarbons (PFCs) or hydrofluorocarbons (HFCs), but not containing chlorofluorocarbons (CFCs)","value":"382474"},{"caption":"382475 - Containing carbon tetrachloride","value":"382475"},{"caption":"382476 - Containing 1,1,1-trichloroethane (methyl chloroform)","value":"382476"},{"caption":"382477 - Containing bromomethane (methyl bromide) or bromochloromethane","value":"382477"},{"caption":"382478 - Containing perfluorocarbons (PFCs) or hydrofluorocarbons (HFCs), but not containing chlorofluorocarbons (CFCs) or hydrochlorofluorocarbons (HCFCs)","value":"382478"},{"caption":"382479 - N.e.c. in item no. 3827.7","value":"382479"},{"caption":"382481 - Mixtures and preparations containing oxirane (ethylene oxide)","value":"382481"},{"caption":"382482 - Mixtures and preparations containing polychlorinated biphenyls (PCBs), polychlorinated terphenyls (PCTs) or polybrominated biphenyls (PBBs)","value":"382482"},{"caption":"382483 - Mixtures and preparations containing tris(2,3-dibromopropyl) phosphate","value":"382483"},{"caption":"382490 - Chemical products, preparations and residual products of the chemical or allied industries, n.e.c. or included in heading no. 3824","value":"382490"}]},{"caption":"3825 - Residual products of the chemical or allied industries, not elsewhere specified or included; municipal waste; sewage sludge; other residual products.","value":"3825","columns":[{"caption":"3825 - Total","value":"3825"},{"caption":"382510 - Municipal waste","value":"382510"},{"caption":"382520 - Sewage sludge","value":"382520"},{"caption":"382530 - Clinical waste","value":"382530"},{"caption":"382541 - Halogenated waste organic solvents","value":"382541"},{"caption":"382549 - Waste organic solvents, other than halogenated","value":"382549"},{"caption":"382550 - Wastes of metal pickling liquors, hydraulic fluids, brake fluids and anti-freeze fluids","value":"382550"},{"caption":"382561 - (other than sewage sludge, municipal waste or waste covered in 27.10); other wastes n.e.c. in 3825; those mainly containing organic constituents","value":"382561"},{"caption":"382569 - (other than sewage sludge, municipal waste or waste covered by 27.10); other wastes n.e.c. in 3825; except those mainly containing organic constituents","value":"382569"},{"caption":"382590 - N.e.c. in 3825 or 27.10","value":"382590"}]},{"caption":"3826 - Biodiesel and mixtures thereof; not containing or containing less than 70% by weight of petroleum oils or oils obtained from bituminous minerals","value":"3826","columns":[{"caption":"3826 - Total","value":"3826"}]}]}