{"groups":[{"caption":"40 - Rubber and articles thereof","value":"40","columns":[{"caption":"40 - Total","value":"40"}]},{"caption":"4001 - Natural rubber, balata, gutta-percha, guayule, chicle and similar gums; in primary forms or in plates, sheets or strip","value":"4001","columns":[{"caption":"4001 - Total","value":"4001"},{"caption":"400110 - Rubber; natural rubber latex, whether or not pre-vulcanised, in primary forms or in plates, sheets or strip","value":"400110"},{"caption":"400121 - Rubber; natural (excluding latex), in smoked sheets","value":"400121"},{"caption":"400122 - Rubber; technically specified natural rubber (TSNR), in primary forms or in plates, sheets or strip (excluding latex and smoked sheets)","value":"400122"},{"caption":"400129 - Rubber; natural (excluding latex, technically specified natural rubber and smoked sheets), in primary forms or in plates, sheets or strip","value":"400129"},{"caption":"400130 - In primary forms or in plates, sheets or strip","value":"400130"}]},{"caption":"4002 - Synthetic rubber and factice derived from oils, in primary forms or in plates, sheets or strip; mixtures of heading no. 4001 and 4002, in primary forms or in plates, sheets or strip","value":"4002","columns":[{"caption":"4002 - Total","value":"4002"},{"caption":"400211 - Rubber; synthetic, styrene-butadiene rubber (SBR) and carboxylated styrene-butadiene rubber (XSBR) latex, in primary forms or in plates, sheets or strip","value":"400211"},{"caption":"400219 - Rubber; synthetic, styrene-butadiene rubber (SBR) and carboxylated styrene-butadiene rubber (XSBR), (other than latex), in primary forms or in plates, sheets or strip","value":"400219"},{"caption":"400220 - Rubber; synthetic, butadiene rubber (BR), in primary forms or in plates, sheets or strip","value":"400220"},{"caption":"400231 - Rubber; synthetic, isobutene-isoprene (butyl) rubber (IIR), in primary forms or in plates, sheets or strip","value":"400231"},{"caption":"400239 - Rubber; synthetic, halo-isobutene-isoprene rubber (CIIR or BIIR), in primary forms or in plates, sheets or strip","value":"400239"},{"caption":"400241 - Rubber; synthetic, chloroprene (chlorobutadiene) rubber (CR), latex, in primary forms or in plates, sheets or strip","value":"400241"},{"caption":"400249 - Rubber; synthetic, chloroprene (chlorobutadiene) rubber (CR), (other than latex), in primary forms or in plates, sheets or strip","value":"400249"},{"caption":"400251 - Rubber; synthetic, acrylonitrile-butadiene rubber (NBR), latex, in primary forms or in plates, sheets or strip","value":"400251"},{"caption":"400259 - Rubber; synthetic, acrylonitrile-butadiene rubber (NBR), (other than latex), in primary forms or in plates, sheets or strip","value":"400259"},{"caption":"400260 - Rubber; synthetic, isoprene rubber (IR), in primary forms or in plates, sheets or strip","value":"400260"},{"caption":"400270 - Rubber; synthetic, ethylene-propylene-non-conjugated diene rubber (EPDM), in primary forms or in plates, sheets or strip","value":"400270"},{"caption":"400280 - Rubber; mixtures of natural and synthetic rubbers of heading no. 4001 and 4002, in primary forms or in plates, sheets or strip","value":"400280"},{"caption":"400291 - Rubber; synthetic, n.e.c. in heading 4002, latex, in primary forms or in plates, sheets or strip","value":"400291"},{"caption":"400299 - Rubber; synthetic, n.e.c. in heading 4002, (other than latex), in primary forms or in plates, sheets or strip","value":"400299"}]},{"caption":"4003 - Reclaimed rubber in primary forms or in plates, sheets or strip","value":"4003","columns":[{"caption":"4003 - Total","value":"4003"}]},{"caption":"4004 - Waste, parings and scrap of rubber (other than hard rubber) and powders and granules obtained therefrom","value":"4004","columns":[{"caption":"4004 - Total","value":"4004"}]},{"caption":"4005 - Compounded rubber, unvulcanised, in primary forms or in plates, sheets or strip","value":"4005","columns":[{"caption":"4005 - Total","value":"4005"},{"caption":"400510 - Rubber; unvulcanised, compounded with carbon black or silica, in primary forms or in plates, sheets or strip","value":"400510"},{"caption":"400520 - Rubber; unvulcanised, compounded, solutions and dispersions other than those of item no. 4005.10","value":"400520"},{"caption":"400591 - Rubber; unvulcanised, (compounded other than with carbon black or silica), in plates, sheets and strip","value":"400591"},{"caption":"400599 - Rubber; unvulcanised, (compounded other than with carbon black or silica), in primary forms, (other than plates, sheets, strip, solutions or dispersions)","value":"400599"}]},{"caption":"4006 - Unvulcanised rubber in other forms (e.g. rods, tubes and profile shapes) and articles (e.g. discs and rings)","value":"4006","columns":[{"caption":"4006 - Total","value":"4006"},{"caption":"400610 - Rubber; unvulcanised, camel-back strips for retreading rubber tyres","value":"400610"},{"caption":"400690 - Rubber; unvulcanised, other than camel back strips for retreading rubber tyres","value":"400690"}]},{"caption":"4007 - Vulcanised rubber thread and cord","value":"4007","columns":[{"caption":"4007 - Total","value":"4007"}]},{"caption":"4008 - Plates, sheets, strip, rods and profile shapes, of vulcanised rubber other than hard rubber","value":"4008","columns":[{"caption":"4008 - Total","value":"4008"},{"caption":"400811 - Rubber; vulcanised (other than hard rubber), in plates, sheets and strip of cellular rubber","value":"400811"},{"caption":"400819 - Rubber; vulcanised (other than hard rubber), cellular rubber, (other than in plates, sheets or strip)","value":"400819"},{"caption":"400821 - Rubber; vulcanised (other than hard rubber), in plates, sheets and strip, of non-cellular rubber","value":"400821"},{"caption":"400829 - Rubber; vulcanised (other than hard rubber), non-cellular rubber, in forms other than plates, sheets or strip","value":"400829"}]},{"caption":"4009 - Tubes, pipes and hoses, of vulcanised rubber (other than hard rubber), with or without their fittings (e.g. joints, elbows, flanges)","value":"4009","columns":[{"caption":"4009 - Total","value":"4009"},{"caption":"400911 - Rubber; vulcanised (other than hard rubber), tubing, piping and hoses, not reinforced or otherwise combined with other materials, without fittings","value":"400911"},{"caption":"400912 - Rubber; vulcanised (other than hard rubber), tubing, piping and hoses, not reinforced or otherwise combined with other materials, with fittings","value":"400912"},{"caption":"400921 - Rubber; vulcanised (other than hard rubber), tubing, piping and hoses, reinforced or otherwise combined only with metal, without fittings","value":"400921"},{"caption":"400922 - Rubber; vulcanised (other than hard rubber), tubing, piping and hoses, reinforced or otherwise combined only with metal, with fittings","value":"400922"},{"caption":"400931 - Rubber; vulcanised (other than hard rubber), tubing, piping and hoses, reinforced or otherwise combined only with textile materials, without fittings","value":"400931"},{"caption":"400932 - Rubber; vulcanised (other than hard rubber), tubing, piping and hoses, reinforced or otherwise combined only with textile materials, with fittings","value":"400932"},{"caption":"400941 - Rubber; vulcanised (other than hard rubber), tubing, piping and hoses, reinforced or otherwise combined with materials other than metal or textiles, without fittings","value":"400941"},{"caption":"400942 - Rubber; vulcanised (other than hard rubber), tubing, piping and hoses, reinforced or otherwise combined with materials other than metal or textiles, with fittings","value":"400942"}]},{"caption":"4010 - Conveyor or transmission belts or belting, of vulcanised rubber","value":"4010","columns":[{"caption":"4010 - Total","value":"4010"},{"caption":"401011 - Rubber; vulcanised, conveyor belts or belting, reinforced only with metal","value":"401011"},{"caption":"401012 - Rubber; vulcanised, conveyor belts or belting, reinforced only with textile materials","value":"401012"},{"caption":"401019 - Rubber; vulcanised, conveyor belts or belting, (reinforced with other than metal only or textile materials only)","value":"401019"},{"caption":"401031 - Rubber; vulcanised, endless transmission belts of trapezoidal cross-section (V-belts), V-ribbed, of an outside circumference exceeding 60cm but not exceeding 180 cm","value":"401031"},{"caption":"401032 - Rubber; vulcanised, endless transmission belts of trapezoidal cross-section (V-belts), other than V-ribbed, of an outside circumference exceeding 60cm but not exceeding 180 cm","value":"401032"},{"caption":"401033 - Rubber; vulcanised, endless transmission belts of trapezoidal cross-section (V-belts), V-ribbed, of an outside circumference exceeding 180cm but not exceeding 240 cm","value":"401033"},{"caption":"401034 - Rubber; vulcanised, endless transmission belts of trapezoidal cross-section (V-belts), other than V-ribbed, of an outside circumference exceeding 180cm but not exceeding 240 cm","value":"401034"},{"caption":"401035 - Rubber; vulcanised, endless synchronous belts, of an outside circumference exceeding 60 cm but not exceeding 150 cm","value":"401035"},{"caption":"401036 - Rubber; vulcanised, endless synchronous belts, of an outside circumference exceeding 150 cm but not exceeding 198 cm","value":"401036"},{"caption":"401039 - Rubber; vulcanised, conveyor or transmission belts or belting, n.e.c. in heading no. 4010","value":"401039"}]},{"caption":"4011 - New pneumatic tyres, of rubber","value":"4011","columns":[{"caption":"4011 - Total","value":"4011"},{"caption":"401110 - Rubber; new pneumatic tyres, of a kind used on motor cars (including station wagons and racing cars)","value":"401110"},{"caption":"401120 - Rubber; new pneumatic tyres, of a kind used on buses or lorries","value":"401120"},{"caption":"401130 - Rubber; new pneumatic tyres, of a kind used on aircraft","value":"401130"},{"caption":"401140 - Rubber; new pneumatic tyres, of a kind used on motorcycles","value":"401140"},{"caption":"401150 - Rubber; new pneumatic tyres, of a kind used on bicycles","value":"401150"},{"caption":"401161 - Rubber; new pneumatic tyres having a herring-bone or similar tread, of a kind used on agricultural or forestry vehicles and machines","value":"401161"},{"caption":"401162 - Rubber; new pneumatic tyres having a herring-bone or similar tread, of a kind used on construction or industrial handling vehicles and machines and having a rim size not exceeding 61cm","value":"401162"},{"caption":"401163 - Rubber; new pneumatic tyres having a herring-bone or similar tread, of a kind used on construction or industrial handling vehicles and machines and having a rim size exceeding 61cm","value":"401163"},{"caption":"401169 - Rubber; new pneumatic tyres having a herring-bone or similar tread, of a kind used on light industrial vehicles","value":"401169"},{"caption":"401192 - Rubber; new pneumatic tyres having other than a herring-bone or similar tread, of a kind used on agricultural or forestry vehicles and machines","value":"401192"},{"caption":"401193 - Rubber; new pneumatic tyres having other than a herring-bone or similar tread, of a kind used on construction or industrial handling vehicles and machines and having a rim size not exceeding 61cm","value":"401193"},{"caption":"401194 - Rubber; new pneumatic tyres having other than a herring-bone or similar tread, of a kind used on construction or industrial handling vehicles and machines and having a rim size exceeding 61cm","value":"401194"},{"caption":"401199 - Rubber; new pneumatic tyres having other than a herring-bone or similar tread, of a kind used on light industrial vehicles","value":"401199"}]},{"caption":"4012 - Retreaded or used pneumatic tyres of rubber; solid or cushion tyres, tyre treads and tyre flaps, of rubber","value":"4012","columns":[{"caption":"4012 - Total","value":"4012"},{"caption":"401211 - Of a kind used on motor cars (including station wagons and racing cars)","value":"401211"},{"caption":"401212 - Of a kind used on motor buses or lorries","value":"401212"},{"caption":"401213 - Of a kind used on aircraft","value":"401213"},{"caption":"401219 - Other than of a kind used on motor cars (including station wagons and racing cars), buses and lorries and aircraft","value":"401219"},{"caption":"401220 - Rubber; used pneumatic tyres","value":"401220"},{"caption":"401290 - Rubber; tyres n.e.c. in heading no. 4012","value":"401290"}]},{"caption":"4013 - Inner tubes, of rubber","value":"4013","columns":[{"caption":"4013 - Total","value":"4013"},{"caption":"401310 - Rubber; inner tubes, of a kind used on motorcars (including station wagons and racing cars), buses and lorries","value":"401310"},{"caption":"401320 - Rubber; inner tubes, of a kind used on bicycles","value":"401320"},{"caption":"401390 - Rubber; inner tubes, n.e.c. in heading no. 4013","value":"401390"}]},{"caption":"4014 - Hygienic or pharmaceutical articles (including teats), of vulcanised rubber other than hard rubber, with or without fittings of hard rubber","value":"4014","columns":[{"caption":"4014 - Total","value":"4014"},{"caption":"401410 - Rubber; vulcanised (other than hard rubber), sheath contraceptives","value":"401410"},{"caption":"401490 - Rubber; vulcanised (other than hard rubber), hygienic or pharmaceutical articles (excluding sheath contraceptives), with or without fittings of hard rubber","value":"401490"}]},{"caption":"4015 - Articles of apparel and clothing accessories (including gloves, mittens and mitts), for all purposes, of vulcanised rubber other than hard rubber","value":"4015","columns":[{"caption":"4015 - Total","value":"4015"},{"caption":"401511 - Rubber; vulcanised (other than hard rubber), surgical gloves","value":"401511"},{"caption":"401519 - Rubber; vulcanised (other than hard rubber), gloves, mittens and mitts other than surgical gloves","value":"401519"},{"caption":"401590 - Rubber; vulcanised (other than hard rubber), articles of apparel and clothing accessories (other than gloves, mittens and mitts)","value":"401590"}]},{"caption":"4016 - Articles of vulcanised rubber other than hard rubber, n.e.c. in chapter 40","value":"4016","columns":[{"caption":"4016 - Total","value":"4016"},{"caption":"401610 - Rubber; vulcanised (other than hard rubber), moulded rubber mats and mats of non-rectangular shape made by cutting from the piece, of cellular rubber","value":"401610"},{"caption":"401691 - Rubber; vulcanised (other than hard rubber), floor coverings and mats, of non-cellular rubber","value":"401691"},{"caption":"401692 - Rubber; vulcanised (other than hard rubber), erasers, of non-cellular rubber","value":"401692"},{"caption":"401693 - Rubber; vulcanised (other than hard rubber), gaskets, washers and other seals, of non-cellular rubber","value":"401693"},{"caption":"401694 - Rubber; vulcanised (other than hard rubber), boat or dock fenders, whether or not inflatable, of non-cellular rubber","value":"401694"},{"caption":"401695 - Rubber; vulcanised (other than hard rubber), inflatable articles (other than boat or dock fenders), of non-cellular rubber","value":"401695"},{"caption":"401699 - Rubber; vulcanised (other than hard rubber), articles n.e.c. in heading no. 4016, of non-cellular rubber","value":"401699"}]},{"caption":"4017 - Hard rubber (e.g. ebonite) in all forms, including waste and scrap; articles of hard rubber","value":"4017","columns":[{"caption":"4017 - Total","value":"4017"}]}]}