{"items":[{"caption":"42 - Articles of leather; saddlery and harness; travel goods, handbags and similar containers; articles of animal gut (other than silk-worm gut)","value":"42","columns":[{"caption":"42 - Total","value":"42"}]},{"caption":"4201 - Saddlery and harness for any animal (including traces, leads, knee pads, muzzles, saddle cloths, saddle bags, dog coats and the like) of any material","value":"4201","columns":[{"caption":"4201 - Total","value":"4201"}]},{"caption":"4202 - Trunks; suit, camera, jewellery, cutlery cases; travel, tool, similar bags; wholly or mainly covered by leather, composition leather, plastic sheeting, textile materials, vulcanised fibre, paperboard","value":"4202","columns":[{"caption":"4202 - Total","value":"4202"},{"caption":"420211 - Trunks, suit-cases, vanity-cases, executive-cases, brief-cases, school satchels and similar containers, with outer surface of leather or of composition leather","value":"420211"},{"caption":"420212 - Trunks, suit-cases, vanity-cases, executive-cases, brief-cases, school satchels and similar containers, with outer surface of plastics or of textile materials","value":"420212"},{"caption":"420219 - Trunks, suit-cases, vanity-cases, executive-cases, brief-cases, school satchels and similar containers, of vulcanised fibre or of paperboard, or wholly or mainly covered with such materials or with paper","value":"420219"},{"caption":"420221 - Handbags (whether or not with shoulder strap and including those without handle), with outer surface of leather or of composition leather","value":"420221"},{"caption":"420222 - Handbags (whether or not with shoulder strap and including those without handle), with outer surface of plastic sheeting or of textile materials","value":"420222"},{"caption":"420229 - Handbags (whether or not with shoulder strap and including those without handle), of vulcanised fibre or of paperboard, or wholly or mainly covered with such materials or with paper","value":"420229"},{"caption":"420231 - Of a kind normally carried in the pocket or in the handbag, with outer surface of leather or of composition leather","value":"420231"},{"caption":"420232 - Of a kind normally carried in the pocket or in the handbag, with outer surface of plastic sheeting or of textile materials","value":"420232"},{"caption":"420239 - Of a kind normally carried in the pocket or in the handbag, of vulcanised fibre or of paperboard, or wholly or mainly covered with such materials or with paper","value":"420239"},{"caption":"420291 - N.e.c. in heading 4202, with outer surface of leather or of composition leather","value":"420291"},{"caption":"420292 - N.e.c. in heading 4202, with outer surface of plastic sheeting or of textile materials","value":"420292"},{"caption":"420299 - N.e.c. in heading 4202, of vulcanised fibre or of paperboard, or wholly or mainly covered with such materials or with paper","value":"420299"}]},{"caption":"4203 - Articles of apparel and clothing accessories, of leather or of composition leather","value":"4203","columns":[{"caption":"4203 - Total","value":"4203"},{"caption":"420310 - Apparel; articles of apparel, of leather or of composition leather","value":"420310"},{"caption":"420321 - Gloves, mittens and mitts, specially designed for use in sports, of leather or composition leather, padded","value":"420321"},{"caption":"420329 - Gloves, mittens and mitts, n.e.c. in heading no. 4203, of leather or composition leather, not specially designed for use in sports","value":"420329"},{"caption":"420330 - Belts and bandoliers, of leather or of composition leather","value":"420330"},{"caption":"420340 - Of leather or of composition leather, n.e.c. in heading no. 4203","value":"420340"}]},{"caption":"4205 - Leather or composition leather articles n.e.c. in chapter 42","value":"4205","columns":[{"caption":"4205 - Total","value":"4205"}]},{"caption":"4206 - Articles of gut (other than silk-worm gut), of goldbeater's skin, of bladders or of tendons","value":"4206","columns":[{"caption":"4206 - Total","value":"4206"}]}]}