{"groups":[{"caption":"43 - Furskins and artificial fur; manufactures thereof","value":"43","columns":[{"caption":"43 - Total","value":"43"}]},{"caption":"4301 - Raw furskins (including heads, tails, paws, other pieces or cuttings, suitable for furriers' use), excluding raw hides and skins of heading no. 4101, 4102 or 4103","value":"4301","columns":[{"caption":"4301 - Total","value":"4301"},{"caption":"430110 - Furskins; raw, of mink, whole, with or without head, tail or paws","value":"430110"},{"caption":"430130 - Furskins; raw, of Astrakhan, Broadtail, Caracul, Persian and similar lamb, Indian, Chinese, Mongolian or Tibetan lamb, whole, with or without head, tail or paws","value":"430130"},{"caption":"430160 - Furskins; raw, of fox, whole, with or without head, tail or paws","value":"430160"},{"caption":"430180 - Furskins; raw, of animals n.e.c. in heading no. 4301, whole, with or without head, tail or paws (excluding goods of heading no. 4101, 4102 and 4103)","value":"430180"},{"caption":"430190 - Furskins; raw, heads, tails, paws and other pieces or cuttings, suitable for furrier's use, excluding goods of heading no. 4101, 4102 and 4103","value":"430190"}]},{"caption":"4302 - Tanned or dressed furskins (including heads, tails, paws, other pieces, cuttings), unassembled, or assembled (without addition of other materials), excluding those of heading no. 4303","value":"4302","columns":[{"caption":"4302 - Total","value":"4302"},{"caption":"430211 - Furskins; tanned or dressed, of mink, whole, with or without head, tail or paws, not assembled","value":"430211"},{"caption":"430219 - Furskins; tanned or dressed, whole, with or without head, tail or paws, not assembled, n.e.c. in heading no. 4302, excluding goods or heading no. 4303","value":"430219"},{"caption":"430220 - Furskins; tanned or dressed, heads, tails, paws and other pieces or cuttings, not assembled, excluding goods of heading no. 4303","value":"430220"},{"caption":"430230 - Furskins; tanned or dressed, whole skins and pieces or cuttings thereof, assembled, excluding goods of heading no. 4303","value":"430230"}]},{"caption":"4303 - Articles of apparel, clothing accessories and other articles of furskin","value":"4303","columns":[{"caption":"4303 - Total","value":"4303"},{"caption":"430310 - Apparel and clothing accessories","value":"430310"},{"caption":"430390 - Other than apparel and clothing accessories","value":"430390"}]},{"caption":"4304 - Artificial fur and articles thereof","value":"4304","columns":[{"caption":"4304 - Total","value":"4304"}]}]}