{"groups":[{"caption":"44 - Wood and articles of wood; wood charcoal","value":"44","columns":[{"caption":"44 - Total","value":"44"}]},{"caption":"4401 - Fuel wood, in logs, billets, twigs, faggots or similar forms; wood in chip or particles; sawdust and wood waste and scrap, whether or not agglomerated in logs, briquettes, pellets or similar forms","value":"4401","columns":[{"caption":"4401 - Total","value":"4401"},{"caption":"440110 - Wood; for fuel, in logs, billets, twigs, faggots or similar forms, whether or not agglomerated","value":"440110"},{"caption":"440121 - Wood; for fuel, in chips or particles, coniferous, whether or not agglomerated","value":"440121"},{"caption":"440122 - Wood; for fuel, in chips or particles, non-coniferous, whether or not agglomerated","value":"440122"},{"caption":"440131 - Wood; for fuel, sawdust and wood waste and scrap, whether or not agglomerated in logs, briquettes, pellets or similar forms; wood pellets","value":"440131"},{"caption":"440139 - Wood; for fuel, sawdust and wood waste and scrap, whether or not agglomerated in logs, briquettes, pellets or similar forms; other than wood pellets","value":"440139"}]},{"caption":"4402 - Wood charcoal (including shell or nut charcoal), whether or not agglomerated","value":"4402","columns":[{"caption":"4402 - Total","value":"4402"},{"caption":"440210 - Wood; charcoal of bamboo (including shell or nut charcoal), whether or not agglomerated","value":"440210"},{"caption":"440290 - Wood; charcoal of wood other than bamboo (including shell or nut charcoal), whether or not agglomerated","value":"440290"}]},{"caption":"4403 - Wood in the rough, whether or not stripped of bark or sapwood, or roughly squared","value":"4403","columns":[{"caption":"4403 - Total","value":"4403"},{"caption":"440310 - Wood; in the rough, whether or not stripped of bark or sapwood, or roughly squared; treated with paint, stains, creosote or other preservatives","value":"440310"},{"caption":"440320 - Wood; coniferous, in the rough, whether or not stripped of bark or sapwood, or roughly squared, untreated","value":"440320"},{"caption":"440341 - Wood, tropical; as specified in Subheading Note 2 to this Chapter, dark red meranti, light red meranti and meranti bakau, in the rough, whether or not stripped of bark or sapwood, or roughly squared, untreated","value":"440341"},{"caption":"440349 - Wood, tropical; as specified in Subheading Note 2 to this Chapter, other than dark red meranti, light red meranti and meranti bakau, in the rough, whether or not stripped of bark or sapwood, or roughly squared, untreated","value":"440349"},{"caption":"440391 - Wood; oak, in the rough, whether or not stripped of bark or sapwood, or roughly squared, untreated","value":"440391"},{"caption":"440392 - Wood; beech, in the rough, whether or not stripped of bark or sapwood, or roughly squared, untreated","value":"440392"},{"caption":"440399 - Wood; in the rough, whether or not stripped of bark or sapwood, or roughly squared, untreated, n.e.c. in heading no. 4403","value":"440399"}]},{"caption":"4404 - Hoopwood; split poles; piles, pickets, stakes of wood, pointed, not sawn lengthwise; wooden sticks, roughly trimmed, not turned, bent, etc., suitable for walking sticks, umbrellas, tool handles, etc.","value":"4404","columns":[{"caption":"4404 - Total","value":"4404"},{"caption":"440410 - Wood; coniferous, split poles, piles, pickets, stakes, pointed but not sawn lengthwise; sticks for umbrellas, tool handles etc, roughly trimmed but not turned or bent; chipwood etc, hoopwood","value":"440410"},{"caption":"440420 - Wood; non-coniferous, split poles, piles, pickets, stakes, pointed but not sawn lengthwise; sticks for umbrellas, tool handles etc, roughly trimmed but not turned or bent; chipwood etc, hoopwood","value":"440420"}]},{"caption":"4405 - Wood wool; wood flour","value":"4405","columns":[{"caption":"4405 - Total","value":"4405"}]},{"caption":"4406 - Railway or tramway sleepers (cross-ties) of wood","value":"4406","columns":[{"caption":"4406 - Total","value":"4406"},{"caption":"440610 - Wood; railway or tramway sleepers (cross-ties), not impregnated","value":"440610"},{"caption":"440690 - Wood; railway or tramway sleepers (cross-ties), impregnated","value":"440690"}]},{"caption":"4407 - Wood sawn or chipped lengthwise, sliced or peeled, whether or not planed, sanded or end-jointed, of a thickness exceeding 6mm","value":"4407","columns":[{"caption":"4407 - Total","value":"4407"},{"caption":"440710 - Sawn or chipped lengthwise, sliced or peeled, whether or not planed, sanded or end-jointed, of a thickness exceeding 6mm","value":"440710"},{"caption":"440721 - Wood, tropical; as specified in Subheading Note 2 to this Chapter, mahogany (Swietenia spp.), sawn or chipped lengthwise, sliced or peeled, whether or not planed, sanded or end-jointed, thicker than 6mm","value":"440721"},{"caption":"440722 - Wood, tropical; virola, imbuia and balsa, sawn or chipped lengthwise, sliced or peeled, whether or not planed, sanded or end-jointed, thicker than 6mm","value":"440722"},{"caption":"440725 - Wood, tropical; dark red meranti, light red meranti and meranti bakau, sawn or chipped lengthwise, sliced or peeled, whether or not planed, sanded or end-jointed, thicker than 6mm","value":"440725"},{"caption":"440726 - Wood, tropical; white lauan, white meranti, white seraya, yellow meranti and alan, sawn or chipped lengthwise, sliced or peeled, whether or not planed, sanded or end-jointed, thicker than 6mm","value":"440726"},{"caption":"440727 - Wood, tropical; sapelli, sawn or chipped lengthwise, sliced or peeled, whether or not planed, sanded or end-jointed, thicker than 6mm","value":"440727"},{"caption":"440728 - Wood, tropical; iroko, sawn or chipped lengthwise, sliced or peeled, whether or not planed, sanded or end-jointed, thicker than 6mm","value":"440728"},{"caption":"440729 - Wood, tropical; as specified in Subheading Note 2 to this Chapter, n.e.c. in item no. 4407.2, sawn or chipped lengthwise, sliced or peeled, whether or not planed, sanded or end-jointed, thicker than 6mm","value":"440729"},{"caption":"440791 - Wood; oak (Quercus spp.), sawn or chipped lengthwise, sliced or peeled, whether or not planed, sanded or end-jointed, thicker than 6mm","value":"440791"},{"caption":"440792 - Wood; beech (Fagus spp.), sawn or chipped lengthwise, sliced or peeled, whether or not planed, sanded or end-jointed, thicker than 6mm","value":"440792"},{"caption":"440793 - Wood; maple (Acer spp.), sawn or chipped lengthwise, sliced or peeled, whether or not planed, sanded or end-jointed, thicker than 6mm","value":"440793"},{"caption":"440794 - Wood; cherry (Prunus spp.), sawn or chipped lengthwise, sliced or peeled, whether or not planed, sanded or end-jointed, thicker than 6mm","value":"440794"},{"caption":"440795 - Wood; ash (Fraxinus spp.), sawn or chipped lengthwise, sliced or peeled, whether or not planed, sanded or end-jointed, thicker than 6mm","value":"440795"},{"caption":"440799 - Wood; sawn or chipped lengthwise, sliced or peeled, whether or not planed, sanded or end-jointed, thicker than 6mm, n.e.c. in heading no. 4407","value":"440799"}]},{"caption":"4408 - Sheets for veneering (including those obtained by slicing laminated wood), for plywood or for similar laminated wood and other wood, sawn lengthwise, sliced or peeled, planed or not, sanded, spliced or end-jointed, of a thickness not exceeding 6 mm","value":"4408","columns":[{"caption":"4408 - Total","value":"4408"},{"caption":"440810 - Wood; coniferous, sheets for veneering (including those obtained by slicing laminated wood), for plywood or similar laminated wood and other wood, sawn lengthwise, sliced or peeled, planed or not, sanded, spliced or end-jointed, not over 6 mm thick","value":"440810"},{"caption":"440831 - Wood, tropical; as specified in Subheading Note 2 to this Chapter, dark red meranti, light red meranti, meranti bakau, sheets for veneer, plywood or other wood, sawn lengthwise, sliced or peeled, planed or not, sanded or end-jointed, not thicker than 6mm","value":"440831"},{"caption":"440839 - Wood, tropical; as in Subheading note 2 to this Chapter, n.e.c. in item no. 4408.31, sheets for veneer or plywood, other wood sawn length wise, sliced or peeled, whether or not planed, sanded or end-jointed, not thicker than 6mm","value":"440839"},{"caption":"440890 - Wood; n.e.c. in heading no. 4408, sheets for veneer or plywood, other wood sawn lengthwise, sliced or peeled, whether or not planed, sanded or end-jointed, not thicker than 6mm","value":"440890"}]},{"caption":"4409 - Wood (including strips, friezes for parquet flooring, not assembled), continuously shaped (tongued, grooved, v-jointed, beaded or the like) along any edges, ends or faces, whether or not planed, sanded or end-jointed","value":"4409","columns":[{"caption":"4409 - Total","value":"4409"},{"caption":"440910 - Wood; coniferous (including unassembled strips and friezes for parquet flooring), continuously shaped along any edges, ends or faces, whether or not planed, sanded or end-jointed","value":"440910"},{"caption":"440921 - Wood; bamboo (including unassembled strips and friezes for parquet flooring), continuously shaped along any edges, ends or faces, whether or not planed, sanded or end-jointed","value":"440921"},{"caption":"440929 - Wood; non-coniferous other than bamboo (including unassembled strips and friezes for parquet flooring), continuously shaped along any edges, ends or faces, whether or not planed, sanded or end-jointed","value":"440929"}]},{"caption":"4410 - Particle board, oriented strand board (OSB) and similar board (e.g. waferboard) of wood or other ligneous materials, whether or not agglomerated with resins or other organic binding substances","value":"4410","columns":[{"caption":"4410 - Total","value":"4410"},{"caption":"441011 - Particle board of wood, whether or not agglomerated with resins or other organic binding substances","value":"441011"},{"caption":"441012 - Oriented strand board (OSB) of wood, whether or not agglomerated with resins or other organic binding substances","value":"441012"},{"caption":"441019 - Wafer board and similar board of wood n.e.c. in item no. 4410.1, whether or not agglomerated with resins or other organic binding substances","value":"441019"},{"caption":"441090 - Particle board, oriented strand board (OSB) and similar board of ligneous materials other than wood, whether or not agglomerated with resins or other organic binding substances","value":"441090"}]},{"caption":"4411 - Fibreboard of wood or other ligneous materials, whether or not bonded with resins or other organic substances","value":"4411","columns":[{"caption":"4411 - Total","value":"4411"},{"caption":"441112 - Medium density fibreboard (MDF), of a thickness not exceeding 5 mm","value":"441112"},{"caption":"441113 - Medium density fibreboard (MDF), of a thickness exceeding 5 mm but not exceeding 9 mm","value":"441113"},{"caption":"441114 - Medium density fibreboard (MDF), of a thickness exceeding 9 mm","value":"441114"},{"caption":"441192 - Fibreboard (other than MDF) of a density exceeding 0.8g/cm3, of wood or other ligneous materials, bonded or not with resins or other organic substances","value":"441192"},{"caption":"441193 - Fibreboard (other than MDF) of a density exceeding 0.5g/cm3 but not 0.8g/cm3, of wood or other ligneous materials, bonded or not with resins or other organic substances","value":"441193"},{"caption":"441194 - Fibreboard (other than MDF) of a density not exceeding 0.5g/cm3, of wood or other ligneous materials, bonded or not with resins or other organic substances","value":"441194"}]},{"caption":"4412 - Plywood, veneered panels and similar laminated wood","value":"4412","columns":[{"caption":"4412 - Total","value":"4412"},{"caption":"441210 - Of bamboo","value":"441210"},{"caption":"441231 - Plywood; as specified in Subheading Note 2 to this Chapter, consisting only of sheets of wood (not bamboo), each ply 6mm or thinner, with at least one outer ply of tropical wood,","value":"441231"},{"caption":"441232 - Plywood; as specified in Subheading Note 2 to this Chapter, consisting only of sheets of wood (not bamboo), each ply 6mm or thinner, with at least one outer ply of non-coniferous wood, without an outer ply of tropical wood","value":"441232"},{"caption":"441239 - Plywood; as specified in Subheading Note 2 to this Chapter, consisting only of sheets of wood (not bamboo), each ply 6mm or thinner, not containing an outer ply of non-coniferous or tropical wood","value":"441239"},{"caption":"441294 - Blockboard, laminboard and battenboard (not bamboo, and other than plywood consisting only of sheets of wood each ply 6mm or thinner)","value":"441294"},{"caption":"441299 - Plywood, veneered panels and similar laminated wood (other than blockboard, laminboard and battenboard, other than of bamboo, and other than plywood consisting only of sheets of wood each ply 6mm or thinner)","value":"441299"}]},{"caption":"4413 - Densified wood, in blocks, plates, strips or profile shapes","value":"4413","columns":[{"caption":"4413 - Total","value":"4413"}]},{"caption":"4414 - Wooden frames; for paintings, photographs, mirrors or similar objects","value":"4414","columns":[{"caption":"4414 - Total","value":"4414"}]},{"caption":"4415 - Packing cases, boxes, crates, drums and similar packings, of wood; cable-drums of wood; pallets, box pallets and other load boards, of wood; pallet collars of wood","value":"4415","columns":[{"caption":"4415 - Total","value":"4415"},{"caption":"441510 - Wood; cases, boxes, crates, drums, similar packings and cable-drums","value":"441510"},{"caption":"441520 - Wood; pallets, box pallets and other load boards; pallet collars","value":"441520"}]},{"caption":"4416 - Casks, barrels, vats, tubs and other coopers' products and parts thereof, of wood, including staves","value":"4416","columns":[{"caption":"4416 - Total","value":"4416"}]},{"caption":"4417 - Tools, tool bodies, tool handles, broom or brush bodies and handles, of wood; boot or shoe lasts and trees, of wood","value":"4417","columns":[{"caption":"4417 - Total","value":"4417"}]},{"caption":"4418 - Builders' joinery and carpentry of wood, including cellular wood panels, assembled flooring panels, shingles and shakes","value":"4418","columns":[{"caption":"4418 - Total","value":"4418"},{"caption":"441810 - Wood; windows, French-windows and their frames","value":"441810"},{"caption":"441820 - Wood; doors and their frames and thresholds","value":"441820"},{"caption":"441840 - Wood; shuttering for concrete constructional work","value":"441840"},{"caption":"441850 - Wood; shingles and shakes","value":"441850"},{"caption":"441860 - Wood; posts and beams","value":"441860"},{"caption":"441871 - Wood; assembled flooring panels, for mosaic floors","value":"441871"},{"caption":"441872 - Wood; assembled flooring panels, multilayer, other than mosaic","value":"441872"},{"caption":"441879 - Wood; assembled flooring panels, other than multilayer or mosaic","value":"441879"},{"caption":"441890 - Wood; builders' joinery and carpentry of wood n.e.c. in heading no. 4418","value":"441890"}]},{"caption":"4419 - Tableware and kitchenware, of wood","value":"4419","columns":[{"caption":"4419 - Total","value":"4419"}]},{"caption":"4420 - Wood marquetry and inlaid wood; caskets and cases for jewellery or cutlery, and similar articles of wood; statuettes and other ornaments of wood; wooden articles of furniture not falling in chapter 94","value":"4420","columns":[{"caption":"4420 - Total","value":"4420"},{"caption":"442010 - Wood; statuettes and other ornaments of wood","value":"442010"},{"caption":"442090 - Wood; marquetry and inlaid wood, caskets and cases for jewellery or cutlery and similar articles of wood, wooden articles of furniture not falling in chapter 94","value":"442090"}]},{"caption":"4421 - Wooden articles n.e.c. in heading no. 4414 to 4420","value":"4421","columns":[{"caption":"4421 - Total","value":"4421"},{"caption":"442110 - Wood; clothes hangers","value":"442110"},{"caption":"442190 - Wood; articles of wood n.e.c. in heading no. 4414 to 4420 (excluding clothes hangers)","value":"442190"}]}]}