{"items":[{"caption":"48 - Paper and paperboard; articles of paper pulp, of paper or paperboard","value":"48","columns":[{"caption":"48 - Total","value":"48"}]},{"caption":"4801 - Newsprint, in rolls or sheets","value":"4801","columns":[{"caption":"4801 - Total","value":"4801"}]},{"caption":"4802 - Uncoated paper and paperboard, used for writing, printing or other graphics, non perforated punch-cards and punch tape paper, in rolls or rectangular sheets, of any size, other than paper of heading 4801 or 4803; hand-made paper and paperboard","value":"4802","columns":[{"caption":"4802 - Total","value":"4802"},{"caption":"480210 - Hand-made paper or paperboard","value":"480210"},{"caption":"480220 - Of a kind used as a base for photo-sensitive, heat-sensitive or electro-sensitive paper or paperboard, in rolls or sheets","value":"480220"},{"caption":"480240 - Wallpaper base, in rolls or sheets","value":"480240"},{"caption":"480254 - Printing, writing or graphic, 10% or less by weight of mechanical or chemi-mechanical processed fibre, weighing less than 40g/m2, in rolls or sheets","value":"480254"},{"caption":"480255 - Printing, writing or graphic, 10% or less by weight of mechanical or chemi-mechanical processed fibre, weighing 40g/m2 to 150g/m2, in rolls","value":"480255"},{"caption":"480256 - Printing, writing or graphic, 10% or less by weight of mechanical or chemi-mechanical processed fibre, weight 40-150g/m2, in sheets 435mm or less by 297mm or less (unfolded)","value":"480256"},{"caption":"480257 - Printing, writing or graphic, 10% or less by weight of mechanical or chemi-mechanical processed fibre, weight 40-150g/m2, n.e.c. in item no. 4802.55 or 4802.56","value":"480257"},{"caption":"480258 - Printing, writing or graphic, 10% or less by weight of mechanical or chemi-mechanical processed fibre, weighing more than 150g/m2","value":"480258"},{"caption":"480261 - Over 10% by weight of mechanical or chemi-mechanical processed fibre, in rolls","value":"480261"},{"caption":"480262 - Over 10% by weight of mechanical or chemi-mechanical processed fibre, in sheets 435mm or less by 297mm or less (unfolded)","value":"480262"},{"caption":"480269 - Over 10% by weight of mechanical or chemi-mechanical processed fibre, other than rolls, other than sheets 435mm or less by 297mm or less (unfolded)","value":"480269"}]},{"caption":"4803 - Tissue, towel, napkin stock or similar; for household or sanitary uses, cellulose wadding, webs of cellulose fibres, in rolls over 36cm in width or rectangular sheets with one side exceeding 36cm when unfolded","value":"4803","columns":[{"caption":"4803 - Total","value":"4803"}]},{"caption":"4804 - Uncoated kraft paper and paperboard, in rolls or sheets, other than that of heading no. 4802 or 4803","value":"4804","columns":[{"caption":"4804 - Total","value":"4804"},{"caption":"480411 - Kraftliner, uncoated, unbleached, in rolls or sheets, other than that of heading no. 4802 or 4803","value":"480411"},{"caption":"480419 - Kraftliner, uncoated, bleached, in rolls or sheets, other than that of heading no. 4802 or 4803","value":"480419"},{"caption":"480421 - Sack kraft paper, uncoated, unbleached, in rolls or sheets, other than that of heading no. 4802 or 4803","value":"480421"},{"caption":"480429 - Sack kraft paper, uncoated, bleached, in rolls or sheets, other than that of heading no. 4802 or 4803","value":"480429"},{"caption":"480431 - Uncoated, unbleached, weight 150g/m2 or less, in rolls or sheets, other than that of heading no. 4802 or 4803","value":"480431"},{"caption":"480439 - Uncoated, bleached, weight 150g/m2 or less, in rolls or sheets, other than that of heading no. 4802 or 4803","value":"480439"},{"caption":"480441 - Uncoated, unbleached, weight more than 150g/m2 but less than 225g/m2, in rolls or sheets, other than that of heading no. 4802 or 4803","value":"480441"},{"caption":"480442 - Uncoated, weight between 150 and 225g/m2, bleached uniformly throughout, more than 95% of total fibre content consists of chemically processed wood fibres, in rolls or sheets","value":"480442"},{"caption":"480449 - Uncoated, weight more than 150g/m2 but less than 225g/m2, in rolls or sheets, n.e.c. in item no. 4804.4, other than that of heading no. 4802 or 4803","value":"480449"},{"caption":"480451 - Uncoated, unbleached, weight 225g/m2 or more, in rolls or sheets, other than that of heading no. 4802 or 4803","value":"480451"},{"caption":"480452 - Uncoated, weight 225g/m2 or more, bleached uniformly throughout, more than 95% of total fibre content consists of chemically processed wood fibres, in rolls or sheets","value":"480452"},{"caption":"480459 - Uncoated, weight 225g/m2 or more, in rolls or sheets, n.e.c. in item no. 4804.5, other than that of heading no. 4802 or 4803","value":"480459"}]},{"caption":"4805 - Uncoated paper and paperboard n.e.c., in rolls or sheets","value":"4805","columns":[{"caption":"4805 - Total","value":"4805"},{"caption":"480511 - Uncoated, semi-chemical fluting paper, rolls or sheets","value":"480511"},{"caption":"480512 - Uncoated, straw fluting paper, rolls or sheets","value":"480512"},{"caption":"480519 - Uncoated, fluting paper other than semi-chemical or straw, rolls or sheets","value":"480519"},{"caption":"480524 - Uncoated, testliner (recycled linerboard), weight 150g/m2, or less, in rolls or sheets","value":"480524"},{"caption":"480525 - Uncoated, testliner (recycled linerboard), weight over 150g/m2, in rolls or sheets","value":"480525"},{"caption":"480530 - Sulphite wrapping paper, uncoated, in rolls or sheets","value":"480530"},{"caption":"480540 - Filter paper and paperboard, uncoated, in rolls or sheets","value":"480540"},{"caption":"480550 - Felt paper and paperboard, uncoated, in rolls or sheets","value":"480550"},{"caption":"480591 - Uncoated, weight 150g/m2 or less, in rolls or sheets, n.e.c. in heading no.4805","value":"480591"},{"caption":"480592 - Uncoated, weight more than 150g/m2 but less than 225 g/m2, in rolls or sheets, n.e.c. in heading no. 4805","value":"480592"},{"caption":"480593 - Uncoated, weight 225/m2 or more, in rolls or sheets, n.e.c. in heading no. 4805","value":"480593"}]},{"caption":"4806 - Vegetable parchment, greaseproof papers, tracing papers, glassine and other glazed transparent or translucent papers, in rolls or sheets","value":"4806","columns":[{"caption":"4806 - Total","value":"4806"},{"caption":"480610 - Paper; vegetable parchment, in rolls or sheets","value":"480610"},{"caption":"480620 - Paper; greaseproof papers, in rolls or sheets","value":"480620"},{"caption":"480630 - Paper; tracing papers, in rolls or sheets","value":"480630"},{"caption":"480640 - Paper; glassine and other glazed transparent or translucent papers, in rolls or sheets","value":"480640"}]},{"caption":"4807 - Composite paper and paperboard, (made by sticking layers together with an adhesive), not surface-coated or impregnated, whether or not internally reinforced, in rolls or sheets","value":"4807","columns":[{"caption":"4807 - Total","value":"4807"}]},{"caption":"4808 - Paper and paperboard, corrugated (with or without glued flat surface sheets), creped, crinkled, embossed or perforated, in rolls or sheets other than paper of the kind described in heading 4803","value":"4808","columns":[{"caption":"4808 - Total","value":"4808"},{"caption":"480810 - Corrugated, whether or not perforated, in rolls or sheets, other than paper of heading 4803","value":"480810"},{"caption":"480840 - Kraft paper, creped or crinkled, whether or not embossed or perforated, in rolls or sheets, other than paper of heading 4803","value":"480840"},{"caption":"480890 - Other than corrugated (with or without glued flat surface sheets) or kraft paper, creped or crinkled, whether or not embossed or perforated, in rolls or sheets, other than paper of heading 4803","value":"480890"}]},{"caption":"4809 - Carbon paper, self copy paper, and other copying or transfer papers (including coated or impregnated paper for duplicator stencils or offset plates), whether or not printed, in rolls or sheets","value":"4809","columns":[{"caption":"4809 - Total","value":"4809"},{"caption":"480920 - Paper; self-copy paper, whether or not printed, in rolls or sheets","value":"480920"},{"caption":"480990 - Paper; carbon paper and other copying or transfer papers (including coated or impregnated paper for duplicator stencils or offset plates), whether or not printed, in rolls or sheets","value":"480990"}]},{"caption":"4810 - Paper and paperboard, coated one or both sides with kaolin (china clay) or inorganic substances, with binder or not, no other coating, surface coloured or not, surface decorated or printed, in rolls or rectangular (including square) sheets, of any size","value":"4810","columns":[{"caption":"4810 - Total","value":"4810"},{"caption":"481013 - Coated with kaolin or other inorganic substances, for printing & writing, graphics, containing no, or not more than 10% by weight of total fibres obtained by mechanical or chemi-mechanical process, in rolls","value":"481013"},{"caption":"481014 - Coated with kaolin or other inorganic substances, for printing/writing/graphics, having 10% or less by weight of total fibres got mechanical/chemi-mechanical process, sheets, sides 435mm or less by 297mm or less, unfolded,","value":"481014"},{"caption":"481019 - Coated with kaolin or other inorganic substances, for printing/writing/graphics, having 10% or less by weight of total fibres got by mechanical/chemi-mechanical process, sides exceeding 435mm and 297mm, unfolded, sheets","value":"481019"},{"caption":"481022 - Coated with kaolin or other inorganic substances only, having more than 10% of mechanical or chemi-mechanical processed fibres, for writing, printing or other graphic purposes, light-weight coated paper, in rolls or sheets","value":"481022"},{"caption":"481029 - Coated with kaolin or other inorganic substances only, having more than 10% of mechanically processed fibres, (excluding light-weight paper), for writing, printing or other graphic purposes, in rolls or sheets","value":"481029"},{"caption":"481031 - Uniformly bleached throughout, coated with inorganic substances, more than 95% of chemically processed wood fibres, weight 150g/m2 or less, for non-graphic purposes, in rolls or sheets","value":"481031"},{"caption":"481032 - Uniformly bleached throughout, coated with inorganic substances, more than 95% of chemically processed wood fibres, weight more than 150g/m2, for non-graphic purposes, in rolls or sheets","value":"481032"},{"caption":"481039 - Coated with kaolin or other inorganic substances only, for non-graphic purposes, n.e.c. in item no. 4810.31 and 4810.32, in rolls or sheets","value":"481039"},{"caption":"481092 - Multi-ply, coated with kaolin or other inorganic substances only, for non-graphic purposes, n.e.c. in heading no. 4810, in rolls or sheets","value":"481092"},{"caption":"481099 - Coated with inorganic substances only, whether or not surface-coloured, surface-decorated or printed, n.e.c. in heading no. 4810, in rolls or sheets","value":"481099"}]},{"caption":"4811 - Paper, paperboard, cellulose wadding and webs of cellulose fibres, coated, impregnated, covered, surface-coloured, decorated or printed, rolls or sheets, other than goods of heading no. 4803, 4809, or 4810","value":"4811","columns":[{"caption":"4811 - Total","value":"4811"},{"caption":"481110 - Tarred, bituminised or asphalted, in rolls or sheets, other than goods of heading no. 4803, 4809, or 4810","value":"481110"},{"caption":"481141 - Self-adhesive, in rolls or sheets, other than goods of heading no. 4803, 4809, or 4810","value":"481141"},{"caption":"481149 - Gummed or adhesive paper and paperboard (excluding self-adhesive), in rolls or sheets, other than goods of heading no. 4803, 4809, or 4810","value":"481149"},{"caption":"481151 - Coated, impregnated or covered with plastics (excluding adhesives), bleached, weighing more than 150g/m2, other than goods of heading no. 4803, 4809, or 4810","value":"481151"},{"caption":"481159 - Coated, impregnated or covered with plastics (excluding adhesives), other than bleached and weighing more than 150g/m2, other than goods of heading no. 4803, 4809, or 4810","value":"481159"},{"caption":"481160 - Coated or impregnated with wax, paraffin wax, stearin, oil or glycerol, other than goods of heading no. 4803, 4809, or 4810","value":"481160"},{"caption":"481190 - Coated, impregnated, covered, surface-decorated or surface-coloured, n.e.c. in heading no. 4811, in rolls or sheets","value":"481190"}]},{"caption":"4812 - Filter blocks, slabs and plates of paper pulp","value":"4812","columns":[{"caption":"4812 - Total","value":"4812"}]},{"caption":"4813 - Cigarette paper, whether or not cut to size or in the form of booklets or tubes","value":"4813","columns":[{"caption":"4813 - Total","value":"4813"},{"caption":"481310 - In the form of booklets or tubes","value":"481310"},{"caption":"481320 - In rolls of a width not exceeding 5cm","value":"481320"},{"caption":"481390 - (other than in rolls of a width not exceeding 5cm, or in booklets or tubes)","value":"481390"}]},{"caption":"4814 - Wallpaper and similar wall coverings; window transparencies of paper","value":"4814","columns":[{"caption":"4814 - Total","value":"4814"},{"caption":"481420 - Coated or covered on the face side, with a grained, embossed, coloured, design-printed or otherwise decorated layer of plastics","value":"481420"},{"caption":"481490 - N.e.c. in heading 4814","value":"481490"}]},{"caption":"4816 - Carbon paper, self-copy paper and other copying or transfer papers, (other than those of heading no. 4809), duplicator stencils and offset plates, of paper whether or not put up in boxes","value":"4816","columns":[{"caption":"4816 - Total","value":"4816"},{"caption":"481620 - Paper; self-copy paper (other than those of heading no. 4809), whether or not put up in boxes","value":"481620"},{"caption":"481690 - Paper; carbon paper and other copying or transfer papers (other than those of heading no. 4809), n.e.c. in item no. 4816.20","value":"481690"}]},{"caption":"4817 - Envelopes, letter cards, plain postcards and correspondence cards, of paper, paperboard; boxes, pouches, wallets and writing compendiums, of paper or paperboard containing assortment of paper stationery","value":"4817","columns":[{"caption":"4817 - Total","value":"4817"},{"caption":"481710 - Envelopes","value":"481710"},{"caption":"481720 - Letter cards, plain postcards and correspondence cards","value":"481720"},{"caption":"481730 - Boxes, pouches, wallets and writing compendiums containing an assortment of paper stationery","value":"481730"}]},{"caption":"4818 - Toilet paper, width 36cm or less or cut to size/shape; handkerchiefs, tissues, towels, serviettes, bed sheets and similar household or hospital articles, apparel and clothing accessories of paper pulp, paper, cellulose wadding or webs of cellulose fibres","value":"4818","columns":[{"caption":"4818 - Total","value":"4818"},{"caption":"481810 - Paper articles; toilet paper","value":"481810"},{"caption":"481820 - Paper articles; handkerchiefs, cleansing or facial tissues and towels","value":"481820"},{"caption":"481830 - Paper articles; tablecloths and serviettes, of paper, cellulose wadding or fibres","value":"481830"},{"caption":"481850 - Paper articles; apparel and clothing accessories of paper, cellulose wadding or fibres","value":"481850"},{"caption":"481890 - Paper articles; articles of paper, cellulose wadding or fibres, n.e.c. in heading no. 4818","value":"481890"}]},{"caption":"4819 - Cartons, boxes, cases, bags and the like, of paper, paperboard, cellulose wadding or fibres; box files, letter trays and the like, of paper or paperboard, of a kind used in offices, shops or the like","value":"4819","columns":[{"caption":"4819 - Total","value":"4819"},{"caption":"481910 - Cartons, boxes and cases, of corrugated paper or paperboard","value":"481910"},{"caption":"481920 - Folding cartons, boxes and cases, of non-corrugated paper or paperboard","value":"481920"},{"caption":"481930 - Sacks and bags of paper, paperboard, cellulose wadding or fibres, having a base of a width of 40cm or more","value":"481930"},{"caption":"481940 - Sacks and bags, including cones, of paper, paperboard, cellulose wadding or fibres, having a base width less than 40cm","value":"481940"},{"caption":"481950 - Packing containers, including record sleeves, of paper, paperboard, cellulose wadding or fibres, n.e.c. in heading no. 4819","value":"481950"},{"caption":"481960 - Box files, letter trays, storage boxes and similar articles, used in offices, shops or the like of paper, paperboard, cellulose wadding or webs of cellulose fibres","value":"481960"}]},{"caption":"4820 - Registers, account books, diaries and similar; albums for samples or collections, of paper or paperboard","value":"4820","columns":[{"caption":"4820 - Total","value":"4820"},{"caption":"482010 - Registers, account books, note books, order books, receipt books, letter pads, memorandum pads, diaries and similar articles","value":"482010"},{"caption":"482020 - Exercise books","value":"482020"},{"caption":"482030 - Binders, folders and file covers","value":"482030"},{"caption":"482040 - Manifold business forms and interleaved carbon sets","value":"482040"},{"caption":"482050 - Albums for samples or for collections","value":"482050"},{"caption":"482090 - Stationery n.e.c. in heading no. 4820","value":"482090"}]},{"caption":"4821 - Paper or paperboard labels of all kinds, whether or not printed","value":"4821","columns":[{"caption":"4821 - Total","value":"4821"},{"caption":"482110 - Labels or all kinds, printed","value":"482110"},{"caption":"482190 - Labels of all kinds, unprinted","value":"482190"}]},{"caption":"4822 - Bobbins, spools, cops and similar supports of paper pulp, paper or paperboard (whether or not perforated or hardened)","value":"4822","columns":[{"caption":"4822 - Total","value":"4822"},{"caption":"482210 - Bobbins, spools, cops and similar supports, of a kind used for winding textile yarn (whether or not perforated or hardened)","value":"482210"},{"caption":"482290 - Bobbins, spools, cops and similar supports, other than of a kind used for winding textile yarn (whether or not perforated or hardened)","value":"482290"}]},{"caption":"4823 - Paper, paperboard, cellulose wadding and webs of cellulose fibres; cut to size or shape, articles of paper pulp, paper and paper-board, cellulose wadding or webs of cellulose fibres, n.e.c. in chapter 48","value":"4823","columns":[{"caption":"4823 - Total","value":"4823"},{"caption":"482320 - Filter paper and paperboard","value":"482320"},{"caption":"482340 - Rolls, sheets and dials, printed for self-recording apparatus","value":"482340"},{"caption":"482361 - Trays, dishes, plates, cups and the like, of bamboo paper or paperboard","value":"482361"},{"caption":"482369 - Trays, dishes, plates, cups and the like, of paper or paperboard other than of bamboo","value":"482369"},{"caption":"482370 - Paper pulp; moulded or pressed articles or paper pulp","value":"482370"},{"caption":"482390 - Articles n.e.c. in heading no. 4823","value":"482390"}]}]}