{"groups":[{"caption":"49 - Printed books, newspapers, pictures and other products of the printing industry; manuscripts, typescripts and plans","value":"49","columns":[{"caption":"49 - Total","value":"49"}]},{"caption":"4901 - Printed books, brochures, leaflets and similar printed matter, whether or not in single sheets","value":"4901","columns":[{"caption":"4901 - Total","value":"4901"},{"caption":"490110 - Printed matter; in single sheets, whether or not folded","value":"490110"},{"caption":"490191 - Printed matter; dictionaries, encyclopaedias and serial instalments thereof","value":"490191"},{"caption":"490199 - Printed matter; books, brochures, leaflets and similar printed matter n.e.c. in item no. 4901.10 or 4901.91","value":"490199"}]},{"caption":"4902 - Newspapers, journals and periodicals, whether or not illustrated or containing advertising material","value":"4902","columns":[{"caption":"4902 - Total","value":"4902"},{"caption":"490210 - Whether or not illustrated or containing advertising material, appearing at least four times a week","value":"490210"},{"caption":"490290 - Whether or not illustrated or containing advertising material, appearing less frequently than four times a week","value":"490290"}]},{"caption":"4903 - Children's picture, drawing or colouring books","value":"4903","columns":[{"caption":"4903 - Total","value":"4903"}]},{"caption":"4904 - Music, printed or in manuscript, whether or not bound or illustrated","value":"4904","columns":[{"caption":"4904 - Total","value":"4904"}]},{"caption":"4905 - Maps and hydrographic or similar charts of all kinds, including atlases, wall maps, topographical plans and globes, printed","value":"4905","columns":[{"caption":"4905 - Total","value":"4905"},{"caption":"490510 - Globes; printed","value":"490510"},{"caption":"490591 - Printed in book form, including atlases, topographical plans and similar","value":"490591"},{"caption":"490599 - (printed other than in book form), including wall maps, topographical plans and similar","value":"490599"}]},{"caption":"4906 - Plans and drawings; for architectural, engineering, industrial, commercial, topographical or similar, being originals drawn by hand; hand-written texts; photo- graphic reproductions; their carbon copies","value":"4906","columns":[{"caption":"4906 - Total","value":"4906"}]},{"caption":"4907 - Unused postage, revenue or similar stamps of current or new issue in the country in which they have, or will have, a recognised face value; stamp-impressed paper; cheque forms; banknotes, stock, share or bond certificates and the like of similar title","value":"4907","columns":[{"caption":"4907 - Total","value":"4907"}]},{"caption":"4908 - Transfers (decalcomanias)","value":"4908","columns":[{"caption":"4908 - Total","value":"4908"},{"caption":"490810 - Printed matter; transfers (decalcomanias), vitrifiable","value":"490810"},{"caption":"490890 - Printed matter; transfers (decalcomanias), other than vitrifiable","value":"490890"}]},{"caption":"4909 - Printed or illustrated postcards; printed cards bearing personal greetings, messages or announcements, whether or not illustrated, with or without envelopes or trimmings","value":"4909","columns":[{"caption":"4909 - Total","value":"4909"}]},{"caption":"4910 - Calendars of any kind, printed, including calendar blocks","value":"4910","columns":[{"caption":"4910 - Total","value":"4910"}]},{"caption":"4911 - Printed matter, n.e.c., including printed pictures and photographs","value":"4911","columns":[{"caption":"4911 - Total","value":"4911"},{"caption":"491110 - Printed matter; trade advertising material, commercial catalogues and the like","value":"491110"},{"caption":"491191 - Printed matter; pictures, designs and photographs, n.e.c. in item no. 4911.10","value":"491191"},{"caption":"491199 - Printed matter; n.e.c. in heading no. 4911","value":"491199"}]}]}