{"groups":[{"caption":"53 - Vegetable textile fibres; paper yarn and woven fabrics of paper yarn","value":"53","columns":[{"caption":"53 - Total","value":"53"}]},{"caption":"5301 - Flax, raw or processed but not spun; flax tow and waste (including yarn waste and garnetted stock)","value":"5301","columns":[{"caption":"5301 - Total","value":"5301"},{"caption":"530110 - Flax; raw or retted, but not spun","value":"530110"},{"caption":"530121 - Flax; broken or scutched, but not spun","value":"530121"},{"caption":"530129 - Flax; hackled or otherwise processed, but not spun","value":"530129"},{"caption":"530130 - Flax; tow and waste, including yarn waste and garnetted stock","value":"530130"}]},{"caption":"5302 - True hemp (cannabis sativa L.), raw or processed but not spun; tow and waste of true hemp (including yarn waste and garnetted stock)","value":"5302","columns":[{"caption":"5302 - Total","value":"5302"},{"caption":"530210 - Raw or retted, but not spun","value":"530210"},{"caption":"530290 - Processed (other than retted) (but not spun), true hemp tow and waste (including yarn waste and garnetted stock)","value":"530290"}]},{"caption":"5303 - Jute and other textile bast fibres (not flax, true hemp and ramie), raw or processed but not spun; tow and waste of these fibres, including yarn waste and garnetted stock","value":"5303","columns":[{"caption":"5303 - Total","value":"5303"},{"caption":"530310 - Raw or retted, but not spun, (excluding flax, hemp (cannabis sativa L.), and ramie)","value":"530310"},{"caption":"530390 - Processed but not spun, tow and waste of these fibres, including yarn waste and garnetted stock (excluding flax, hemp (cannabis sativa L.), and ramie)","value":"530390"}]},{"caption":"5305 - Coconut, abaca (Manila hemp or Musa textilis Nee), ramie and other vegetable textile fibres n.e.c., raw or processed but not spun; tow, noils and waste of these fibres (including yarn waste and garnetted stock)","value":"5305","columns":[{"caption":"5305 - Total","value":"5305"}]},{"caption":"5306 - Flax yarn","value":"5306","columns":[{"caption":"5306 - Total","value":"5306"},{"caption":"530610 - Yarn; of flax, single","value":"530610"},{"caption":"530620 - Yarn; of flax, multiple (folded) or cabled","value":"530620"}]},{"caption":"5307 - Yarn of jute or of other textile bast fibres of heading no. 5305","value":"5307","columns":[{"caption":"5307 - Total","value":"5307"},{"caption":"530710 - Yarn; of jute or of other textile bast fibres, single","value":"530710"},{"caption":"530720 - Yarn; of jute or of other textile bast fibres, multiple (folded) or cabled","value":"530720"}]},{"caption":"5308 - Yarn of other vegetable textile fibres; paper yarn","value":"5308","columns":[{"caption":"5308 - Total","value":"5308"},{"caption":"530810 - Yarn; of coir","value":"530810"},{"caption":"530820 - Yarn; of hemp (cannabis sativa L.)","value":"530820"},{"caption":"530890 - Yarn; of vegetable textile fibres n.e.c. in heading no. 5306, 5307 and 5308","value":"530890"}]},{"caption":"5309 - Woven fabrics of flax","value":"5309","columns":[{"caption":"5309 - Total","value":"5309"},{"caption":"530911 - Fabrics, woven; of flax, containing 85% or more flax, unbleached or bleached","value":"530911"},{"caption":"530919 - Fabrics, woven; of flax, containing 85% or more flax, other than bleached or unbleached","value":"530919"},{"caption":"530921 - Fabrics, woven; of flax, containing less than 85% flax, unbleached or bleached","value":"530921"},{"caption":"530929 - Fabrics, woven; of flax, containing less than 85% flax, other than unbleached or bleached","value":"530929"}]},{"caption":"5310 - Woven fabrics of jute, other textile bast fibres of heading no. 5303","value":"5310","columns":[{"caption":"5310 - Total","value":"5310"},{"caption":"531010 - Fabrics, woven; of jute or of other textile bast fibres of heading no. 5303, unbleached","value":"531010"},{"caption":"531090 - Fabrics, woven; of jute or of other textile bast fibres of heading no. 5303, other than unbleached","value":"531090"}]},{"caption":"5311 - Woven fabrics of other vegetable textile fibres; woven fabrics of paper yarn","value":"5311","columns":[{"caption":"5311 - Total","value":"5311"}]}]}