{"items":[{"caption":"54 - Man-made filaments; strip and the like of man-made textile materials","value":"54","columns":[{"caption":"54 - Total","value":"54"}]},{"caption":"5401 - Sewing thread of man-made filaments, whether or not put up for retail sale","value":"5401","columns":[{"caption":"5401 - Total","value":"5401"},{"caption":"540110 - Sewing thread; of synthetic filaments, whether or not put up for retail sale","value":"540110"},{"caption":"540120 - Sewing thread; of artificial filaments, whether or not put up for retail sale","value":"540120"}]},{"caption":"5402 - Synthetic filament yarn (other than sewing thread), not put up for retail sale, including synthetic monofilament of less than 67 decitex","value":"5402","columns":[{"caption":"5402 - Total","value":"5402"},{"caption":"540211 - Filament, monofilament (less than 67 decitex), of high tenacity nylon or other polyamides, of aramids, not for retail sale, not sewing thread","value":"540211"},{"caption":"540219 - Filament, monofilament (less than 67 decitex), of high tenacity nylon or other polyamides, other than aramids, not for retail sale, not sewing thread","value":"540219"},{"caption":"540220 - Filament, monofilament (less than 67 decitex), of high tenacity polyesters, not for retail sale, not sewing thread","value":"540220"},{"caption":"540231 - Filament, monofilament (less than 67 decitex), textured, of nylon or other polyamides, measuring per single yarn not more than 50 decitex, not for retail sale, not sewing thread","value":"540231"},{"caption":"540232 - Filament, monofilament (less than 67 decitex), textured, of nylon or other polyamides, measuring per single yarn more than 50 decitex, not for retail sale, not sewing thread","value":"540232"},{"caption":"540233 - Filament, monofilament (less than 67 decitex), textured, of polyesters, not for retail sale, not sewing thread","value":"540233"},{"caption":"540234 - Filament, monofilament (less than 67 decitex), textured, of polypropylene, not for retail sale, not sewing thread","value":"540234"},{"caption":"540239 - Filament, monofilament (less than 67 decitex), textured, other than of nylon or other polymides, polyesters, or polypropylene, not for retail sale, not sewing thread","value":"540239"},{"caption":"540244 - Filament, monofilament (less than 67 decitex), other than high tenacity or textured yarn, elastomeric, single, untwisted or twisted 50 turns or less per metre, not for retail sale, not sewing thread","value":"540244"},{"caption":"540245 - Filament, monofilament (less than 67 decitex), of nylon or other polymides (not high tenacity or textured), single, untwisted or twisted 50 turns or less per metre, not for retail sale, not sewing thread","value":"540245"},{"caption":"540246 - Filament, monofilament (less than 67 decitex), of polyesters (not high tenacity or textured), partially oriented, single, untwisted or twisted 50 turns or less per metre, not for retail sale, not sewing thread","value":"540246"},{"caption":"540247 - Filament, monofilament (less than 67 decitex), polyesters (not high tenacity or textured), not partially oriented, single, untwisted or twisted 50 turns or less per metre, not for retail sale, not sewing thread","value":"540247"},{"caption":"540248 - Filament, monofilament (less than 67 decitex), of polypropylene (not high tenacity or textured), single, untwisted or twisted 50 turns or less per metre, not for retail sale, not sewing thread","value":"540248"},{"caption":"540249 - Filament, monofilament (less than 67 decitex), other than high tenacity or textured yarn, single, untwisted or twisted 50 turns or less per metre, n.e.c. in heading no. 5402, not for retail sale, not sewing thread","value":"540249"},{"caption":"540251 - Filament, monofilament (less than 67 decitex), of nylon or other polymides (not high tenacity or textured), single, twisted more than 50 turns per metre, not for retail sale, not sewing thread","value":"540251"},{"caption":"540252 - Filament, monofilament (less than 67 decitex), of polyesters (not high tenacity or textured), single, twisted more than 50 turns per metre, not for retail sale, not sewing thread","value":"540252"},{"caption":"540259 - Filament, monofilament (less than 67 decitex), other than high tenacity or textured yarn, single, twisted more than 50 turns per metre, n.e.c. in heading no. 5402, not for retail sale, not sewing thread","value":"540259"},{"caption":"540261 - Filament, monofilament (less than 67 decitex), of nylon or other polymides (not high tenacity or textured), multiple (folded) or cabled, not for retail sale, not sewing thread","value":"540261"},{"caption":"540262 - Filament, monofilament (less than 67 decitex), of polyesters (not high tenacity or textured), multiple (folded) or cabled, not for retail sale, not sewing thread","value":"540262"},{"caption":"540269 - Filament, monofilament (less than 67 decitex), other than high tenacity or textured yarn, multiple (folded) or cabled, n.e.c. in heading no. 5402, not for retail sale, not sewing thread","value":"540269"}]},{"caption":"5403 - Artificial filament yarn (other than sewing thread), not put up for retail sale, including artificial monofilament of less than 67 decitex","value":"5403","columns":[{"caption":"5403 - Total","value":"5403"},{"caption":"540310 - Filament, monofilament (less than 67 decitex), of high tenacity viscose rayon, not for retail sale, not sewing thread","value":"540310"},{"caption":"540331 - Filament, monofilament (less than 67 decitex), of viscose rayon (not high tenacity), single, untwisted or twisted 120 turns per metre or less, not for retail sale, not sewing thread","value":"540331"},{"caption":"540332 - Filament, monofilament (less than 67 decitex), of viscose rayon (not high tenacity), single, twisted more than 120 turns per metre, not for retail sale, not sewing thread","value":"540332"},{"caption":"540333 - Filament, monofilament (less than 67 decitex), of cellulose acetate, single, not for retail sale, not sewing thread","value":"540333"},{"caption":"540339 - Filament, monofilament (less than 67 decitex), single, n.e.c. in heading no. 5403, not for retail sale, not sewing thread","value":"540339"},{"caption":"540341 - Filament, monofilament (less than 67 decitex), of viscose rayon (not high tenacity), multiple (folded) or cabled, not for retail sale, not sewing thread","value":"540341"},{"caption":"540342 - Filament, monofilament (less than 67 decitex), of cellulose acetate, multiple (folded) or cabled, not for retail sale, not sewing thread","value":"540342"},{"caption":"540349 - Filament, monofilament (less than 67 decitex), multiple (folded) or cabled, n.e.c. in heading no. 5403, not for retail sale, not sewing thread","value":"540349"}]},{"caption":"5404 - Synthetic monofilament of 67 decitex or more, of which no cross-sectional dimension exceeds 1mm; strip and the like (e.g. artificial straw) of synthetic textile materials of an apparent width not exceeding 5mm","value":"5404","columns":[{"caption":"5404 - Total","value":"5404"},{"caption":"540411 - Of 67 decitex or more and of which no cross-sectional dimension exceeds 1mm","value":"540411"},{"caption":"540412 - Of 67 decitex or more and of which no cross-sectional dimension exceeds 1mm","value":"540412"},{"caption":"540419 - Of 67 decitex or more and of which no cross-sectional dimension exceeds 1mm","value":"540419"},{"caption":"540490 - Strip and the like (e.g.. artificial straw), of synthetic textile materials of an apparent width not exceeding 5mm","value":"540490"}]},{"caption":"5405 - Artificial monofilament of 67 decitex or more, no cross-sectional dimension exceeds 1mm; strip and the like (e.g. artificial straw), of artificial textile materials of a width not exceeding 5mm","value":"5405","columns":[{"caption":"5405 - Total","value":"5405"}]},{"caption":"5406 - Man-made filament yarn (other than sewing thread), put up for retail sale","value":"5406","columns":[{"caption":"5406 - Total","value":"5406"}]},{"caption":"5407 - Woven fabrics of synthetic filament yarn, including woven fabrics obtained from materials of heading no. 5404","value":"5407","columns":[{"caption":"5407 - Total","value":"5407"},{"caption":"540710 - Fabrics, woven; from high tenacity yarn, of nylon, other polyamides or of polyesters","value":"540710"},{"caption":"540720 - Fabrics, woven; from strip or the like, of synthetic textile materials","value":"540720"},{"caption":"540730 - Fabrics, woven; from synthetic filament yarn, adhesive or thermal bonded","value":"540730"},{"caption":"540741 - Fabrics, woven; containing 85% or more by weight of filaments of nylon or other polyamides, unbleached or bleached","value":"540741"},{"caption":"540742 - Fabrics, woven; containing 85% or more by weight of filaments of nylon or other polyamides, dyed","value":"540742"},{"caption":"540743 - Fabrics, woven; containing 85% or more by weight of filaments of nylon or other polyamides, of yarns of different colours","value":"540743"},{"caption":"540744 - Fabrics, woven; containing 85% or more by weight of filaments of nylon or other polyamides, printed","value":"540744"},{"caption":"540751 - Fabrics, woven; containing 85% or more by weight of textured polyester filaments, unbleached or bleached","value":"540751"},{"caption":"540752 - Fabrics, woven; containing 85% or more by weight of textured polyester filaments, dyed","value":"540752"},{"caption":"540753 - Fabrics, woven; containing 85% or more by weight of textured polyester filaments, of yarns of different colours","value":"540753"},{"caption":"540754 - Fabrics, woven; containing 85% or more by weight of textured polyester filaments, printed","value":"540754"},{"caption":"540761 - Fabrics, woven; containing 85% or more by weight of non-textured polyester filaments","value":"540761"},{"caption":"540769 - Fabrics, woven; containing less than 85% by weight of non-textured polyester filaments","value":"540769"},{"caption":"540771 - Fabrics, woven; containing 85% or more by weight of synthetic filaments (excluding nylon or other polyamides and polyesters), unbleached or bleached","value":"540771"},{"caption":"540772 - Fabrics, woven; containing 85% or more by weight of synthetic filaments (excluding nylon or other polyamides and polyesters), dyed","value":"540772"},{"caption":"540773 - Fabrics, woven; containing 85% or more by weight of synthetic filaments (excluding nylon or other polyamides and polyesters), of yarns of different colours","value":"540773"},{"caption":"540774 - Fabrics, woven; containing 85% or more by weight of synthetic filaments (excluding nylon or other polyamides and polyesters), printed","value":"540774"},{"caption":"540781 - Fabrics, woven; of synthetic filament yarn, containing less than 85% by weight of synthetic filaments, mixed mainly or solely with cotton, bleached or unbleached","value":"540781"},{"caption":"540782 - Fabrics, woven; of synthetic filament yarn, containing less than 85% by weight of synthetic filaments, mixed mainly or solely with cotton, dyed","value":"540782"},{"caption":"540783 - Fabrics, woven; of synthetic filament yarn, containing less than 85% by weight of synthetic filaments, mixed mainly or solely with cotton, of yarns of different colours","value":"540783"},{"caption":"540784 - Fabrics, woven; of synthetic filament yarn, containing less than 85% by weight of synthetic filaments, printed","value":"540784"},{"caption":"540791 - Fabrics, woven; of synthetic filament yarn, bleached or unbleached, n.e.c. in heading no. 5407","value":"540791"},{"caption":"540792 - Fabrics, woven; of synthetic filament yarn, dyed, n.e.c. in heading 5407","value":"540792"},{"caption":"540793 - Fabrics, woven; of synthetic filament yarn, of yarns of different colours, n.e.c. in heading no. 5407","value":"540793"},{"caption":"540794 - Fabrics, woven; of synthetic filament yarn, printed, n.e.c. in heading no. 5407","value":"540794"}]},{"caption":"5408 - Woven fabrics of artificial filament yarn including woven fabrics obtained from materials of heading no. 5404","value":"5408","columns":[{"caption":"5408 - Total","value":"5408"},{"caption":"540810 - Fabrics, woven; of viscose rayon, high tenacity, artificial filament yarn","value":"540810"},{"caption":"540821 - Fabrics, woven; of artificial filament yarn, containing 85% or more by weight of artificial filament, strip or the like, bleached or unbleached","value":"540821"},{"caption":"540822 - Fabrics, woven; of artificial filament yarn, containing 85% or more by weight of artificial filament, strip or the like, dyed","value":"540822"},{"caption":"540823 - Fabrics, woven; containing 85% or more by weight of artificial filament, strip or the like, of yarns of different colours","value":"540823"},{"caption":"540824 - Fabrics, woven; of artificial filament yarn, containing 85% or more by weight of artificial filament, strip or the like, printed","value":"540824"},{"caption":"540831 - Fabrics, woven; of artificial filament yarn, of artificial monofilament, strip and the like, n.e.c. in heading no. 5408, unbleached or bleached","value":"540831"},{"caption":"540832 - Fabrics, woven; of artificial filament yarn, of artificial monofilament, strip and the like, n.e.c. in heading no. 5408, dyed","value":"540832"},{"caption":"540833 - Fabrics, woven; of artificial filament yarn, of artificial monofilament, strip and the like, n.e.c. in heading no. 5408, of yarns of different colours","value":"540833"},{"caption":"540834 - Fabrics, woven; of artificial filament yarn, of artificial monofilament, strip and the like, n.e.c. in heading no. 5408, printed","value":"540834"}]}]}