{"items":[{"caption":"55 - Man-made staple fibres","value":"55","columns":[{"caption":"55 - Total","value":"55"}]},{"caption":"5501 - Synthetic filament tow","value":"5501","columns":[{"caption":"5501 - Total","value":"5501"},{"caption":"550110 - Fibres; synthetic filament tow, of nylon or other polyamides","value":"550110"},{"caption":"550120 - Fibres; synthetic filament tow, of polyesters","value":"550120"},{"caption":"550130 - Fibres; synthetic filament tow, acrylic or modacrylic","value":"550130"},{"caption":"550140 - Fibres; synthetic filament tow, of polypropylene","value":"550140"},{"caption":"550190 - Fibres; synthetic filament tow, of synthetic materials n.e.c. in heading no. 5501","value":"550190"}]},{"caption":"5502 - Artificial filament tow","value":"5502","columns":[{"caption":"5502 - Total","value":"5502"}]},{"caption":"5503 - Synthetic staple fibres, not carded, combed or otherwise processed for spinning","value":"5503","columns":[{"caption":"5503 - Total","value":"5503"},{"caption":"550311 - Fibres; synthetic staple fibres, of aramids, not carded, combed or otherwise processed for spinning","value":"550311"},{"caption":"550319 - Fibres; synthetic staple fibres, of nylon or other polyamides other than aramids, not carded, combed or otherwise processed for spinning","value":"550319"},{"caption":"550320 - Fibres; synthetic staple fibres, of polyesters, not carded, combed or otherwise processed for spinning","value":"550320"},{"caption":"550330 - Fibres; synthetic staple fibres, acrylic or modacrylic, not carded, combed or otherwise processed for spinning","value":"550330"},{"caption":"550340 - Fibres; synthetic staple fibres, of polypropylene, not carded, combed or otherwise processed for spinning","value":"550340"},{"caption":"550390 - Fibres; synthetic staple fibres, of synthetic materials n.e.c. in heading no. 5503, not carded, combed or otherwise processed for spinning","value":"550390"}]},{"caption":"5504 - Artificial staple fibres, not carded, combed or otherwise processed for spinning","value":"5504","columns":[{"caption":"5504 - Total","value":"5504"},{"caption":"550410 - Fibres; artificial staple fibres, of viscose, not carded, combed or otherwise processed for spinning","value":"550410"},{"caption":"550490 - Fibres; artificial staple fibres, other than of viscose, not carded, combed or otherwise processed for spinning","value":"550490"}]},{"caption":"5505 - Waste (including noils, yarn waste and garnetted stock), of man-made fibres","value":"5505","columns":[{"caption":"5505 - Total","value":"5505"},{"caption":"550510 - Fibres; waste (including noils, yarn waste and garnetted stock), of synthetic fibres","value":"550510"},{"caption":"550520 - Fibres; waste (including noils, yarn waste and garnetted stock), of artificial fibres","value":"550520"}]},{"caption":"5506 - Synthetic staple fibres, carded, combed or otherwise processed for spinning","value":"5506","columns":[{"caption":"5506 - Total","value":"5506"},{"caption":"550610 - Fibres; synthetic staple fibres, of nylon or other polyamides, carded, combed or otherwise processed for spinning","value":"550610"},{"caption":"550620 - Fibres; synthetic staple fibres, of polyesters, carded, combed or otherwise processed for spinning","value":"550620"},{"caption":"550630 - Fibres; synthetic staple fibres, acrylic or modacrylic, carded, combed or otherwise processed for spinning","value":"550630"},{"caption":"550690 - Fibres; synthetic staple fibres, n.e.c. in heading no. 5506, carded, combed or otherwise processed for spinning","value":"550690"}]},{"caption":"5507 - Artificial staple fibres, carded, combed or otherwise processed for spinning","value":"5507","columns":[{"caption":"5507 - Total","value":"5507"}]},{"caption":"5508 - Sewing thread of man-made staple fibres, whether or not put up for retail sale","value":"5508","columns":[{"caption":"5508 - Total","value":"5508"},{"caption":"550810 - Sewing thread; of synthetic staple fibres, whether or not put up for retail sale","value":"550810"},{"caption":"550820 - Sewing thread; of artificial staple fibres, whether or not put up for retail sale","value":"550820"}]},{"caption":"5509 - Yarn (other than sewing thread) of synthetic staple fibres, not put up for retail sale","value":"5509","columns":[{"caption":"5509 - Total","value":"5509"},{"caption":"550911 - Yarn; (not sewing thread), single, of synthetic staple fibres, containing 85% or more by weight of nylon or other polyamides, not put up for retail sale","value":"550911"},{"caption":"550912 - Yarn; (not sewing thread), multiple (folded) or cabled yarn, of synthetic staple fibres, containing 85% or more by weight of nylon or other polyamides, not put up for retail sale","value":"550912"},{"caption":"550921 - Yarn; (not sewing thread), single, of synthetic staple fibres, containing 85% or more by weight of polyester, not put up for retail sale","value":"550921"},{"caption":"550922 - Yarn; (not sewing thread), multiple (folded) or cabled yarn, of synthetic staple fibres, containing 85% or more by weight of polyester, not put up for retail sale","value":"550922"},{"caption":"550931 - Yarn; (not sewing thread), single, of synthetic staple fibres, containing 85% or more by weight of acrylic or modacrylic, not put up for retail sale","value":"550931"},{"caption":"550932 - Yarn; (not sewing thread), multiple (folded) or cabled, of synthetic staple fibres, containing 85% or more by weight of acrylic or modacrylic, not put up for retail sale","value":"550932"},{"caption":"550941 - Yarn; (not sewing thread), single, containing 85% or more by weight of synthetic staple fibres, n.e.c. in heading no. 5509, not put up for retail sale","value":"550941"},{"caption":"550942 - Yarn; (not sewing thread), multiple (folded) or cabled yarn, containing 85% or more by weight of synthetic staple fibres, n.e.c. in heading no. 5509, not put up for retail sale","value":"550942"},{"caption":"550951 - Yarn; (not sewing thread), of polyester staple fibres, mixed mainly or solely with artificial staple fibres, not put up for retail sale","value":"550951"},{"caption":"550952 - Yarn; (not sewing thread), of polyester staple fibres, mixed mainly or solely with wool or fine animal hair, not put up for retail sale","value":"550952"},{"caption":"550953 - Yarn; (not sewing thread), of polyester staple fibres, mixed mainly or solely with cotton, not put up for retail sale","value":"550953"},{"caption":"550959 - Yarn; (not sewing thread), of polyester staple fibres, mixed mainly or solely with fibres n.e.c. in item no. 5509.5, not put up for retail sale","value":"550959"},{"caption":"550961 - Yarn; (not sewing thread), of acrylic or modacrylic staple fibres, mixed mainly or solely with wool or fine animal hair, not put up for retail sale","value":"550961"},{"caption":"550962 - Yarn; (not sewing thread), of acrylic or modacrylic staple fibres, mixed mainly or solely with cotton, not put up for retail sale","value":"550962"},{"caption":"550969 - Yarn; (not sewing thread), of acrylic or modacrylic staple fibres, mixed mainly or solely with fibres n.e.c. in item no. 5509.6, not put up for retail sale","value":"550969"},{"caption":"550991 - Yarn; (not sewing thread), of synthetic staple fibres, mixed mainly or solely with wool or fine animal hair, n.e.c. in heading no. 5509, not put up for retail sale","value":"550991"},{"caption":"550992 - Yarn; (not sewing thread), of synthetic staple fibres, mixed mainly or solely with cotton, n.e.c. in heading no. 5509, not put up for retail sale","value":"550992"},{"caption":"550999 - Yarn; (not sewing thread), of synthetic staple fibres, mixed mainly or solely with fibres (other than wool, fine animal hair or cotton), n.e.c. in heading no. 5509, not put up for retail sale","value":"550999"}]},{"caption":"5510 - Yarn (other than sewing thread) of artificial staple fibres, not put up for retail sale","value":"5510","columns":[{"caption":"5510 - Total","value":"5510"},{"caption":"551011 - Yarn; (not sewing thread), single, of artificial staple fibres, containing 85% or more by weight of artificial staple fibres, not put up for retail sale","value":"551011"},{"caption":"551012 - Yarn; (not sewing thread), multiple (folded) or cabled yarn, of artificial staple fibres, containing 85% or more by weight of artificial staple fibres, not put up for retail sale","value":"551012"},{"caption":"551020 - Yarn; (not sewing thread), of artificial staple fibres, mixed mainly or solely with wool or fine animal hair, not put up for retail sale","value":"551020"},{"caption":"551030 - Yarn; (not sewing thread), of artificial staple fibres, mixed mainly or solely with cotton, not put up for retail sale","value":"551030"},{"caption":"551090 - Yarn; (not sewing thread), of artificial staple fibres, mixed mainly or solely with fibres (other than wool, fine animal hair or cotton), not put up for retail sale","value":"551090"}]},{"caption":"5511 - Yarn (not sewing thread), of man-made staple fibres, put up for retail sale","value":"5511","columns":[{"caption":"5511 - Total","value":"5511"},{"caption":"551110 - Yarn; (not sewing thread), of synthetic staple fibres, containing 85% or more by weight of synthetic staple fibres, put up for retail sale","value":"551110"},{"caption":"551120 - Yarn; (not sewing thread), of synthetic staple fibres, containing less than 85% by weight of synthetic staple fibres, put up for retail sale","value":"551120"},{"caption":"551130 - Yarn; (not sewing thread), of artificial staple fibres, put up for retail sale","value":"551130"}]},{"caption":"5512 - Woven fabrics of synthetic staple fibres, containing 85% or more by weight of synthetic staple fibres","value":"5512","columns":[{"caption":"5512 - Total","value":"5512"},{"caption":"551211 - Fabrics, woven; of synthetic staple fibres, containing 85% or more by weight of polyester staple fibres, unbleached or bleached","value":"551211"},{"caption":"551219 - Fabrics, woven; of synthetic staple fibres, containing 85% or more by weight of polyester staple fibres, other than unbleached or bleached","value":"551219"},{"caption":"551221 - Fabrics, woven; of synthetic staple fibres, containing 85% or more by weight of acrylic or modacrylic staple fibres, unbleached or bleached","value":"551221"},{"caption":"551229 - Fabrics, woven; of synthetic staple fibres, containing 85% or more by weight of acrylic or modacrylic staple fibres, other than unbleached or bleached","value":"551229"},{"caption":"551291 - Fabrics, woven; of synthetic staple fibres, containing 85% or more by weight of such fibres n.e.c. in heading no. 5512, unbleached or bleached","value":"551291"},{"caption":"551299 - Fabrics, woven; of synthetic staple fibres, containing 85% or more by weight of such fibres n.e.c. in heading no. 5512, other than unbleached or bleached","value":"551299"}]},{"caption":"5513 - Woven fabrics of synthetic staple fibres, containing less than 85% by weight of such fibres, mixed mainly or solely with cotton, of a weight not exceeding 170g/m2","value":"5513","columns":[{"caption":"5513 - Total","value":"5513"},{"caption":"551311 - Fabrics, woven; plain weave, of polyester staple fibres, containing less than 85% by weight of such fibres, mixed mainly or solely with cotton, of a weight not exceeding 170g/m2, unbleached or bleached","value":"551311"},{"caption":"551312 - Fabrics, woven; 3-thread or 4-thread twill, of polyester staple fibres, containing less than 85% by weight of such, mixed mainly or solely with cotton, not exceeding 170g/m2, unbleached or bleached","value":"551312"},{"caption":"551313 - Fabrics, woven; of polyester staple fibres, containing less than 85% by weight of such fibres, mixed mainly or solely with cotton, not exceeding 170g/m2, unbleached or bleached","value":"551313"},{"caption":"551319 - Fabrics, woven; containing less than 85% by weight of synthetic staple fibres (other than polyesters), mixed mainly or solely with cotton, not exceeding 170g/m2, unbleached or bleached","value":"551319"},{"caption":"551321 - Fabrics, woven; plain weave, dyed, containing less than 85% by weight of polyester staple fibres, mixed mainly or solely with cotton, not exceeding 170g/m2","value":"551321"},{"caption":"551323 - Fabrics, woven; dyed, containing less than 85% by weight of polyester staple fibres, mixed mainly or solely with cotton, not exceeding 170g/m2","value":"551323"},{"caption":"551329 - Fabrics, woven; dyed, containing less than 85% by weight of synthetic staple fibres (other than polyesters), mixed mainly or solely with cotton, not exceeding 170g/m2","value":"551329"},{"caption":"551331 - Fabrics, woven; plain weave, of yarns of different colours, containing less than 85% by weight of polyester staple fibres, mixed mainly or solely with cotton, not exceeding 170g/m2","value":"551331"},{"caption":"551339 - Fabrics, woven; of yarns of different colours, containing less than 85% of synthetic staple fibres (other than polyester, plain weave), mixed mainly or solely with cotton, not exceeding 170g/m2","value":"551339"},{"caption":"551341 - Fabrics, woven; plain weave, printed, of polyester staple fibres, containing less than 85% by weight of such fibres, mixed mainly or solely with cotton, not exceeding 170g/m2","value":"551341"},{"caption":"551349 - Fabrics, woven; printed, containing less than 85% by weight of synthetic staple fibres (other than polyester, plain weave), mixed mainly or solely with cotton, not exceeding 170g/m2","value":"551349"}]},{"caption":"5514 - Woven fabrics of synthetic staple fibres, containing less than 85% by weight of such fibres, mixed mainly or solely with cotton, of a weight exceeding 170g/m2","value":"5514","columns":[{"caption":"5514 - Total","value":"5514"},{"caption":"551411 - Fabrics, woven; plain weave, unbleached or bleached, containing less than 85% by weight of polyester staple fibres, mixed mainly or solely with cotton, exceeding 170g/m2","value":"551411"},{"caption":"551412 - Fabrics, woven; 3- or 4-thread twill, including cross twill, unbleached or bleached, containing less than 85% by weight of polyester staple fibres, mixed mainly or solely with cotton, over 170g/m2","value":"551412"},{"caption":"551419 - Fabrics, woven; unbleached or bleached, containing less than 85% by weight of synthetic staple fibres n.e.c. in item no. 55.14.1, mixed mainly or solely with cotton, exceeding 170g/m2","value":"551419"},{"caption":"551421 - Fabrics, woven; plain weave, dyed, containing less than 85% by weight of polyester staple fibres, mixed mainly or solely with cotton, exceeding 170g/m2","value":"551421"},{"caption":"551422 - Fabrics, woven; 3- or 4-thread twill, including cross twill, dyed, containing less than 85% by weight of polyester staple fibres, mixed mainly or solely with cotton, exceeding 170g/m2","value":"551422"},{"caption":"551423 - Fabrics, woven; dyed, containing less than 85% by weight of polyester staple fibres, mixed mainly or solely with cotton, exceeding 170g/m2, n.e.c. in heading no. 5514","value":"551423"},{"caption":"551429 - Fabrics, woven; dyed, containing less than 85% by weight of synthetic staple fibres (other than polyesters), mixed mainly or solely with cotton, exceeding 170g/m2","value":"551429"},{"caption":"551430 - Fabrics, woven; of yarns of different colours, containing less than 85% by weight of synthetic staple fibres, mixed mainly or solely with cotton, exceeding 170g/m2","value":"551430"},{"caption":"551441 - Fabrics, woven; plain weave, printed, containing less than 85% by weight of polyester staple fibres, mixed mainly or solely with cotton, exceeding 170g/m2","value":"551441"},{"caption":"551442 - Fabrics, woven; 3- or 4-thread twill, including cross twill, printed, containing less than 85% by weight of polyester staple fibres, mixed mainly or solely with cotton, exceeding 170g/m2","value":"551442"},{"caption":"551443 - Fabrics, woven; printed, containing less than 85% by weight of polyester staple fibres, mixed mainly or solely with cotton, weight exceeding 170g/m2, n.e.c. in heading no. 5514","value":"551443"},{"caption":"551449 - Fabrics, woven; printed, containing less than 85% by weight of synthetic staple fibres (other than polyesters), mixed mainly or solely with cotton, exceeding 170g/m2","value":"551449"}]},{"caption":"5515 - Woven fabrics of synthetic staple fibres, n.e.c. in chapter 55","value":"5515","columns":[{"caption":"5515 - Total","value":"5515"},{"caption":"551511 - Fabrics, woven; of polyester staple fibres n.e.c. in chapter 55, mixed mainly or solely with viscose rayon staple fibres","value":"551511"},{"caption":"551512 - Fabrics, woven; of polyester staple fibres n.e.c. in chapter 55, mixed mainly or solely with man-made filaments","value":"551512"},{"caption":"551513 - Fabrics, woven; of polyester staple fibres n.e.c. in chapter 55, mixed mainly or solely with wool or fine animal hair","value":"551513"},{"caption":"551519 - Fabrics, woven; of polyester staple fibres n.e.c. in chapter 55, mixed mainly or solely with fibres n.e.c. in item no. 5515.1","value":"551519"},{"caption":"551521 - Fabrics, woven; of acrylic or modacrylic staple fibres n.e.c. in chapter 55, mixed mainly or solely with man-made filaments","value":"551521"},{"caption":"551522 - Fabrics, woven; of acrylic or modacrylic staple fibres n.e.c. in chapter 55, mixed mainly or solely with wool or fine animal hair","value":"551522"},{"caption":"551529 - Fabrics, woven; of acrylic or modacrylic staple fibres n.e.c. in chapter 55, mixed mainly or solely with fibres n.e.c. in item no. 5515.2","value":"551529"},{"caption":"551591 - Fabrics, woven; of synthetic staple fibres n.e.c. in chapter 55, mixed mainly or solely with man-made filaments","value":"551591"},{"caption":"551599 - Fabrics, woven; of synthetic staple fibres n.e.c. in chapter 55, mixed mainly or solely with fibres n.e.c. in heading no. 5515","value":"551599"}]},{"caption":"5516 - Woven fabrics of artificial staple fibres","value":"5516","columns":[{"caption":"5516 - Total","value":"5516"},{"caption":"551611 - Fabrics, woven; unbleached or bleached, containing 85% or more by weight of artificial staple fibres","value":"551611"},{"caption":"551612 - Fabrics, woven; dyed, containing 85% or more by weight of artificial staple fibres","value":"551612"},{"caption":"551613 - Fabrics, woven; of yarns of different colours, containing 85% or more by weight of artificial staple fibres","value":"551613"},{"caption":"551614 - Fabrics, woven; printed, containing 85% or more by weight of artificial staple fibres","value":"551614"},{"caption":"551621 - Fabrics, woven; unbleached or bleached, containing less than 85% by weight of artificial staple fibres, mixed mainly or solely with manmade filaments","value":"551621"},{"caption":"551622 - Fabrics, woven; dyed, containing less than 85% by weight of artificial staple fibres, mixed mainly or solely with man-made filaments","value":"551622"},{"caption":"551623 - Fabrics, woven; of yarns of different colours, containing less than 85% by weight of artificial staple fibres, mixed mainly or solely with man-made filaments","value":"551623"},{"caption":"551624 - Fabrics, woven; printed, containing less than 85% by weight of artificial staple fibres, mixed mainly or solely with man-made filaments","value":"551624"},{"caption":"551631 - Fabrics, woven; unbleached or bleached, containing less than 85% by weight of artificial staple fibres, mixed mainly or solely with wool or fine animal hair","value":"551631"},{"caption":"551632 - Fabrics, woven; dyed, containing less than 85% by weight of artificial staple fibres, mixed mainly or solely with wool or fine animal hair","value":"551632"},{"caption":"551633 - Fabrics, woven; of yarns of different colours, containing less than 85% by weight of artificial staple fibres, mixed mainly or solely with wool or fine animal hair","value":"551633"},{"caption":"551634 - Fabrics, woven; printed, containing less than 85% by weight of artificial staple fibres, mixed mainly or solely with wool or fine animal hair","value":"551634"},{"caption":"551641 - Fabrics, woven; unbleached or bleached, containing less than 85% by weight of artificial staple fibres, mixed mainly or solely with cotton","value":"551641"},{"caption":"551642 - Fabrics, woven; dyed, containing less than 85% by weight of artificial staple fibres, mixed mainly or solely with cotton","value":"551642"},{"caption":"551643 - Fabrics, woven; of yarns of different colours, containing less than 85% by weight of artificial staple fibres, mixed mainly or solely with cotton","value":"551643"},{"caption":"551644 - Fabrics, woven; printed, containing less than 85% by weight of artificial staple fibres, mixed mainly or solely with cotton","value":"551644"},{"caption":"551691 - Fabrics, woven; unbleached or bleached, of artificial staple fibres, n.e.c. in heading no. 5516","value":"551691"},{"caption":"551692 - Fabrics, woven; dyed, of artificial staple fibres, n.e.c. in heading no. 5516","value":"551692"},{"caption":"551693 - Fabrics, woven; of yarns of different colours, of artificial staple fibres, n.e.c. in heading no. 5516","value":"551693"},{"caption":"551694 - Fabrics, woven; printed, of artificial staple fibres, n.e.c. in heading no. 5516","value":"551694"}]}]}