{"items":[{"caption":"56 - Wadding, felt and nonwovens, special yarns; twine, cordage, ropes and cables and articles thereof","value":"56","columns":[{"caption":"56 - Total","value":"56"}]},{"caption":"5601 - Wadding of textile materials and articles thereof; textile fibres, not exceeding 5 mm in length (flock), textile dust and mill neps","value":"5601","columns":[{"caption":"5601 - Total","value":"5601"},{"caption":"560121 - Wadding; other articles thereof, of cotton","value":"560121"},{"caption":"560122 - Wadding; other articles thereof, of man-made fibres","value":"560122"},{"caption":"560129 - Wadding; other articles thereof, other than of cotton or man-made fibres","value":"560129"},{"caption":"560130 - Wadding; textile flock and dust and mill neps","value":"560130"}]},{"caption":"5602 - Felt; whether or not impregnated, coated, covered or laminated","value":"5602","columns":[{"caption":"5602 - Total","value":"5602"},{"caption":"560210 - Felt; needleloom felt and stitch-bonded fibre fabrics, whether or not impregnated, coated, covered or laminated","value":"560210"},{"caption":"560221 - Felt; of wool or fine animal hair (excluding needleloom felt or stitch-bonded fibre fabrics), not impregnated, coated, covered nor laminated","value":"560221"},{"caption":"560229 - Felt; of textile materials other than wool or fine animal hair (excluding needleloom felt and stitch-bonded fibre fabrics), not impregnated, coated, covered or laminated","value":"560229"},{"caption":"560290 - Felt; impregnated, coated, covered or laminated (excluding needleloom felt and stitch-bonded fibre fabrics)","value":"560290"}]},{"caption":"5603 - Nonwovens; whether or not impregnated, coated, covered or laminated","value":"5603","columns":[{"caption":"5603 - Total","value":"5603"},{"caption":"560311 - Nonwovens; whether or not impregnated, coated, covered or laminated, of man-made filaments, (weighing not more than 25g/m2)","value":"560311"},{"caption":"560312 - Nonwovens; whether or not impregnated, coated, covered or laminated, of man-made filaments, (weighing more than 25g/m2 but not more than 70g/m2)","value":"560312"},{"caption":"560313 - Nonwovens; whether or not impregnated, coated, covered or laminated, of man-made filaments, (weighing more than 70g/m2 but not more than 150g/m2)","value":"560313"},{"caption":"560314 - Nonwovens; whether or not impregnated, coated, covered or laminated, of man-made filaments, (weighing more than 150g/m2)","value":"560314"},{"caption":"560391 - Nonwovens; whether or not impregnated, coated, covered or laminated, not of man-made filaments, (weighing not more than 25g/m2)","value":"560391"},{"caption":"560392 - Nonwovens; whether or not impregnated, coated, covered or laminated, not of man-made filaments, (weighing more than 25g/m2 but not more than 70g/m2)","value":"560392"},{"caption":"560393 - Nonwovens; whether or not impregnated, coated, covered or laminated, not of man-made filaments, (weighing more than 70g/m2 but not more than 150g/m2)","value":"560393"},{"caption":"560394 - Nonwovens; whether or not impregnated, coated, covered or laminated, not of man-made filaments, (weighing more than 150g/m2)","value":"560394"}]},{"caption":"5604 - Rubber thread and cord, textile covered; textile yarn and strip and the like of heading no. 5404, 5405; impregnated, coated, covered or sheathed with rubber or plastics","value":"5604","columns":[{"caption":"5604 - Total","value":"5604"},{"caption":"560410 - Textile covered","value":"560410"},{"caption":"560490 - Yarn; textile yarn, strip, and the like of heading no. 5404 or 5405, impregnated, coated, covered, or sheathed with rubber or plastics, n.e.c. in heading no. 5604","value":"560490"}]},{"caption":"5605 - Yarn; metallised, whether or not gimped, of textile yarn, or strip or the like of heading no. 5404 or 5405, combined with metal in the form of thread, strip or powder or covered with metal","value":"5605","columns":[{"caption":"5605 - Total","value":"5605"}]},{"caption":"5606 - Yarn and strip and the like of heading no. 5404 or 5405, gimped (other than those of heading no. 5606 and gimped horsehair yarn); chenille yarn (including flock chenille yarn); loop wale-yarn","value":"5606","columns":[{"caption":"5606 - Total","value":"5606"}]},{"caption":"5607 - Twine, cordage, ropes and cables, whether or not plaited or braided; whether or not impregnated, coated, covered or sheathed with rubber or plastics","value":"5607","columns":[{"caption":"5607 - Total","value":"5607"},{"caption":"560721 - Twine; binder or baler twine, of sisal or other textile fibres of the genus agave","value":"560721"},{"caption":"560729 - Of sisal or other textile fibres of the genus agave (excluding binder or baler twine), whether or not plaited, braided or rubber or plastic impregnated, coated, covered or sheathed","value":"560729"},{"caption":"560741 - Twine; binder or baler twine, of polyethylene or polypropylene","value":"560741"},{"caption":"560749 - Of polyethylene or polypropylene (excluding binder or baler twine), whether or not plaited, braided or rubber or plastic impregnated, coated, covered or sheathed","value":"560749"},{"caption":"560750 - Of synthetic fibres other than polyethylene or polypropylene, whether or not plaited, braided or impregnated, coated, covered or sheathed with rubber or plastics","value":"560750"},{"caption":"560790 - Of materials n.e.c. in heading no. 5607, whether or not plaited, braided or impregnated, coated, covered, or sheathed with rubber or plastics","value":"560790"}]},{"caption":"5608 - Twine, cordage or rope; knotted netting, made up fishing nets and other made up nets, of textile materials","value":"5608","columns":[{"caption":"5608 - Total","value":"5608"},{"caption":"560811 - Fishing nets, made up, of man made textile materials","value":"560811"},{"caption":"560819 - Knotted netting, for other than fishing, of man-made textile materials","value":"560819"},{"caption":"560890 - Knotted netting, of other than man-made textiles","value":"560890"}]},{"caption":"5609 - Articles of yarn, strip or the like of heading no. 5404 or 5405; twine, cordage, rope or cables n.e.c. or included","value":"5609","columns":[{"caption":"5609 - Total","value":"5609"}]}]}