{"items":[{"caption":"57 - Carpets and other textile floor coverings","value":"57","columns":[{"caption":"57 - Total","value":"57"}]},{"caption":"5701 - Carpets and other textile floor coverings; knotted, whether or not made up","value":"5701","columns":[{"caption":"5701 - Total","value":"5701"},{"caption":"570110 - Knotted, of wool or fine animal hair, whether or not made up","value":"570110"},{"caption":"570190 - Knotted, of textile materials (other than wool or fine animal hair), whether or not made up","value":"570190"}]},{"caption":"5702 - Carpets and other textile floor coverings; woven, (not tufted or flocked), whether or not made up, including kelem, schumacks, karamanie and similar hand-woven rugs","value":"5702","columns":[{"caption":"5702 - Total","value":"5702"},{"caption":"570210 - Woven, (not tufted or flocked), whether or not made up, including kelem, schumacks, karamanie and similar hand-woven rugs","value":"570210"},{"caption":"570220 - Woven, (not tufted or flocked), whether or not made up, of coconut fibres (coir)","value":"570220"},{"caption":"570231 - Woven, (not tufted or flocked), of wool or fine animal hair, of pile construction, not made up, n.e.c. in item no. 5702.10 or 5702.20","value":"570231"},{"caption":"570232 - Woven, (not tufted or flocked), of man-made textile materials, of pile construction, not made up, n.e.c. in item no. 5702.10 or 5702.20","value":"570232"},{"caption":"570239 - Woven, (not tufted or flocked), of textile materials (other than man-made, wool or fine animal hair), of pile construction, not made up, n.e.c. in item no. 5702.10 or 5702.20","value":"570239"},{"caption":"570241 - Woven, (not tufted or flocked), of wool or fine animal hair, of pile construction, made up, n.e.c. in item no. 5702.10 or 5702.20","value":"570241"},{"caption":"570242 - Woven, (not tufted or flocked), of man-made textile materials, of pile construction, made up, n.e.c. in item no. 5702.10 or 5702.20","value":"570242"},{"caption":"570249 - Woven, (not tufted or flocked), of textile materials (other than man-made, wool or fine animal hair), of pile construction, made up, n.e.c. in item no. 5702.10 or 5702.20","value":"570249"},{"caption":"570250 - Woven, (not tufted or flocked), not of pile construction, not made up, n.e.c. in item no. 5702.10 or 5702.20","value":"570250"},{"caption":"570291 - Woven, (not tufted or flocked), of wool or fine animal hair, (not of pile construction), made up, n.e.c. in item no. 5702.10 or 5702.20","value":"570291"},{"caption":"570292 - Woven, (not tufted or flocked), of man-made textile materials, (not of pile construction), made up, n.e.c. in item no. 5702.10 or 5702.20","value":"570292"},{"caption":"570299 - Woven, (not tufted or flocked), of textile materials (other than man-made or wool or fine animal hair, not of pile construction), made up, n.e.c. in item no. 5702.10 or 5702.20","value":"570299"}]},{"caption":"5703 - Carpets and other textile floor coverings; tufted, whether or not made up","value":"5703","columns":[{"caption":"5703 - Total","value":"5703"},{"caption":"570310 - Tufted, of wool or fine animal hair, whether or not made up","value":"570310"},{"caption":"570320 - Tufted, of nylon or other polyamides, whether or not made up","value":"570320"},{"caption":"570330 - Tufted, of man-made textile materials (other than polyamides), whether or not made up","value":"570330"},{"caption":"570390 - Tufted, of textile materials (other than man-made, wool or fine animal hair), whether or not made up","value":"570390"}]},{"caption":"5704 - Carpets and other textile floor coverings; of felt, (not tufted or flocked), whether or not made up","value":"5704","columns":[{"caption":"5704 - Total","value":"5704"},{"caption":"570410 - Felt tiles, (not tufted or flocked), whether or not made up, having a maximum surface area of 0.3m2","value":"570410"},{"caption":"570490 - Of felt, (not tufted or flocked), whether or not made up, other than tiles having a maximum surface area of 0.3m2","value":"570490"}]},{"caption":"5705 - Carpets and other textile floor coverings; n.e.c. in chapter 57, whether or not made up","value":"5705","columns":[{"caption":"5705 - Total","value":"5705"}]}]}