{"items":[{"caption":"58 - Fabrics; special woven fabrics, tufted textile fabrics, lace, tapestries, trimmings, embroidery","value":"58","columns":[{"caption":"58 - Total","value":"58"}]},{"caption":"5801 - Fabrics; woven pile and chenille fabrics, other than fabrics of heading no. 5802 or 5806","value":"5801","columns":[{"caption":"5801 - Total","value":"5801"},{"caption":"580110 - Fabrics; woven pile, of wool or fine animal hair, other than fabrics of heading no. 5802 or 5806","value":"580110"},{"caption":"580121 - Fabrics; woven pile, of cotton, uncut weft pile fabrics, other than fabrics of heading no. 5802 or 5806","value":"580121"},{"caption":"580122 - Fabrics; woven pile, of cotton, cut corduroy, other than fabrics of heading no. 5802 or 5806","value":"580122"},{"caption":"580123 - Fabrics; woven pile, of cotton, weft pile fabrics other than uncut and corduroy, other than fabrics of heading no. 5802 or 5806","value":"580123"},{"caption":"580126 - Fabrics; chenille, of cotton, other than fabrics of heading no. 5802 or 5806","value":"580126"},{"caption":"580127 - Fabrics; woven pile, of cotton, warp pile fabrics, other than fabrics of heading no. 5802 or 5806","value":"580127"},{"caption":"580131 - Fabrics; woven pile, of man-made fibres, uncut weft pile fabrics, other than fabrics of heading no. 5802 or 5806","value":"580131"},{"caption":"580132 - Fabrics; woven pile, of man-made fibres, cut corduroy, other than fabrics of heading no. 5802 or 5806","value":"580132"},{"caption":"580133 - Fabrics; woven pile, of man-made fibres, other weft pile fabrics, other than fabrics of heading no. 5802 or 5806","value":"580133"},{"caption":"580136 - Fabrics; chenille, of man-made fibres, other than fabrics of heading no. 5802 or 5806","value":"580136"},{"caption":"580137 - Fabrics; woven pile, of man-made fibres, warp pile fabrics, other than fabrics of heading no. 5802 or 5806","value":"580137"},{"caption":"580190 - Fabrics; woven pile and chenille, of textile materials n.e.c. in heading no. 5801, other than fabrics of heading no. 5802 or 5806","value":"580190"}]},{"caption":"5802 - Fabrics; terry towelling and similar woven terry fabrics other than narrow fabrics of heading no. 5806; tufted textile fabrics, excluding products of heading no. 5703","value":"5802","columns":[{"caption":"5802 - Total","value":"5802"},{"caption":"580211 - Fabrics; terry towelling and similar woven terry fabrics, of cotton, unbleached, excluding narrow fabrics of heading no. 5806","value":"580211"},{"caption":"580219 - Fabrics; terry towelling and similar woven terry fabrics, of cotton, bleached, excluding narrow fabrics of heading no. 5806","value":"580219"},{"caption":"580220 - Fabrics; terry towelling and similar woven terry fabrics, of textile materials, excluding cotton, excluding narrow fabrics of heading no. 5806","value":"580220"},{"caption":"580230 - Fabrics; tufted textile fabrics, excluding products of heading no. 5703","value":"580230"}]},{"caption":"5803 - Gauze; other than narrow fabrics of heading no. 5806","value":"5803","columns":[{"caption":"5803 - Total","value":"5803"}]},{"caption":"5804 - Tulles and other net fabrics; not including woven, knitted or crocheted fabrics; lace in the piece, in strips or in motifs, (other than fabrics of headings 60.02 to 60.06)","value":"5804","columns":[{"caption":"5804 - Total","value":"5804"},{"caption":"580410 - Excluding woven, knitted or crocheted fabrics, (other than fabrics of headings 60.02 to 60.06)","value":"580410"},{"caption":"580421 - Lace; mechanically made, of man-made fibres in the piece, in strips or in motifs, (other than fabrics of headings 60.02 to 60.06)","value":"580421"},{"caption":"580429 - Lace; mechanically made, of textile materials, (other than man-made fibres), in the piece, in strips or motifs, (other than fabrics of headings 60.02 to 60.06)","value":"580429"},{"caption":"580430 - Lace; hand-made, in the piece, in strips or motifs, (other than fabrics of headings 60.02 to 60.06)","value":"580430"}]},{"caption":"5805 - Tapestries; hand-woven, (Gobelins, Flanders, Aubusson, Beauvais and the like) and needle-worked tapestries (e.g. petit point, cross-stitch) whether or not made up","value":"5805","columns":[{"caption":"5805 - Total","value":"5805"}]},{"caption":"5806 - Fabrics; narrow woven, other than goods of heading no. 5807; narrow fabrics consisting of warp without weft assembled by means of an adhesive (bolducs)","value":"5806","columns":[{"caption":"5806 - Total","value":"5806"},{"caption":"580610 - Fabrics; woven pile (including terry towelling and similar terry fabrics) and chenille fabrics (excluding goods of heading no. 5807)","value":"580610"},{"caption":"580620 - Fabrics; narrow (excluding pile fabrics), containing by weight 5% or more of elastomeric yarn or rubber thread","value":"580620"},{"caption":"580631 - Fabrics; narrow woven fabrics, n.e.c. in heading no. 5806, of cotton (excluding goods of heading no. 5807)","value":"580631"},{"caption":"580632 - Fabrics, narrow woven fabrics, n.e.c. in heading no. 5806, of man-made fibres (excluding goods of heading no. 5807)","value":"580632"},{"caption":"580639 - Fabrics; narrow woven fabrics, n.e.c. in heading no. 5806, of textile materials n.e.c. in item no. 5806.3 (excluding goods of heading no. 5807)","value":"580639"},{"caption":"580640 - Fabrics; narrow woven, consisting of warp without weft, assembled by means of an adhesive (bolducs)","value":"580640"}]},{"caption":"5807 - Labels, badges and similar articles; of textile materials, in the piece, in strips or cut to shape or size, not embroidered","value":"5807","columns":[{"caption":"5807 - Total","value":"5807"},{"caption":"580710 - Woven, of textile materials, in the piece, in strips or cut to shape or size, not embroidered","value":"580710"},{"caption":"580790 - (other than woven), of textile materials, in the piece, in strips or cut to shape or size, not embroidered","value":"580790"}]},{"caption":"5808 - Braids in the piece; ornamental trimmings in the piece, without embroidery, other than knitted or crocheted; tassels, pompons and similar articles","value":"5808","columns":[{"caption":"5808 - Total","value":"5808"},{"caption":"580810 - Braids; in the piece","value":"580810"},{"caption":"580890 - Tassels, pompons and similar articles; ornamental trimmings in the piece, without embroidery, other than knitted or crocheted","value":"580890"}]},{"caption":"5809 - Fabrics, woven; of metal thread and metallised yarn of heading no. 5605, of a kind used in apparel, as furnishing fabrics or similar purposes; n.e.c. or included","value":"5809","columns":[{"caption":"5809 - Total","value":"5809"}]},{"caption":"5810 - Embroidery; in the piece, in strips or in motifs","value":"5810","columns":[{"caption":"5810 - Total","value":"5810"},{"caption":"581010 - Embroidery; without visible ground, in the piece, in strips or in motifs","value":"581010"},{"caption":"581091 - Embroidery; with visible ground, of cotton, in the piece, in strips or in motifs","value":"581091"},{"caption":"581092 - Embroidery; with visible ground, of man-made fibres, in the piece, in strips or in motifs","value":"581092"},{"caption":"581099 - Embroidery; with visible ground, of textile materials (other than cotton and man-made fibres), in the piece, in strips or in motifs","value":"581099"}]},{"caption":"5811 - Quilted textile products; in the piece, composed of one or more layers of textile materials assembled with padding by stitching or otherwise (excluding embroidery of heading no. 5810)","value":"5811","columns":[{"caption":"5811 - Total","value":"5811"}]}]}