{"items":[{"caption":"59 - Textile fabrics; impregnated, coated, covered or laminated; textile articles of a kind suitable for industrial use","value":"59","columns":[{"caption":"59 - Total","value":"59"}]},{"caption":"5901 - Textile fabrics, gum or amylaceous substance coated, used for outer book covers and like; tracing cloth, prepared painting canvas; buckram and similar stiffened textile fabrics used for hat foundation","value":"5901","columns":[{"caption":"5901 - Total","value":"5901"},{"caption":"590110 - Coated with gum or amylaceous substances, of a kind used for the outer covers of books or the like","value":"590110"},{"caption":"590190 - Coated with gum or amylaceous substances, tracing cloth, prepared painting canvas, buckram and similar stiffened textile fabrics for hat foundations, (excluding book covers)","value":"590190"}]},{"caption":"5902 - Textile fabrics; tyrecord of high tenacity yarn of nylon or other polyamides polyesters or viscose rayon","value":"5902","columns":[{"caption":"5902 - Total","value":"5902"},{"caption":"590210 - Tyrecord of high tenacity yarn of nylon or other polyamides","value":"590210"},{"caption":"590220 - Tyrecord of high tenacity yarn of polyester","value":"590220"},{"caption":"590290 - Tyrecord of high tenacity yarn of viscose rayon","value":"590290"}]},{"caption":"5903 - Textile fabrics impregnated, coated, covered or laminated with plastics, other than those of heading no. 5902","value":"5903","columns":[{"caption":"5903 - Total","value":"5903"},{"caption":"590310 - Impregnated, coated, covered or laminated with poly(vinyl chloride)","value":"590310"},{"caption":"590320 - Impregnated, coated, covered or laminated with polyurethane","value":"590320"},{"caption":"590390 - Impregnated, coated, covered or laminated with plastics, (excluding polyvinyl chloride, polyurethane and those of heading no. 5902)","value":"590390"}]},{"caption":"5904 - Linoleum, whether or not cut to shape; floor coverings consisting of a coating or covering applied on a textile backing, whether or not cut to shape","value":"5904","columns":[{"caption":"5904 - Total","value":"5904"},{"caption":"590410 - Linoleum, whether or not cut to shape","value":"590410"},{"caption":"590490 - Consisting of a coating or covering applied on a textile backing, whether or not cut to shape, other than linoleum","value":"590490"}]},{"caption":"5905 - Textile wall coverings","value":"5905","columns":[{"caption":"5905 - Total","value":"5905"}]},{"caption":"5906 - Textile fabrics, rubberised; other than those of heading no. 5902","value":"5906","columns":[{"caption":"5906 - Total","value":"5906"},{"caption":"590610 - (excluding those of heading no. 5902), adhesive tape of a width not exceeding 20cm","value":"590610"},{"caption":"590691 - (excluding those of heading no. 5902 and adhesive tape of a width not exceeding 20cm), knitted or crocheted","value":"590691"},{"caption":"590699 - (excluding those of heading no. 5902 and adhesive tape of a width not exceeding 20cm), not knitted or crocheted","value":"590699"}]},{"caption":"5907 - Textile fabrics; otherwise impregnated, coated or covered; painted canvas being theatrical scenery, studio back-cloths or the like","value":"5907","columns":[{"caption":"5907 - Total","value":"5907"}]},{"caption":"5908 - Textile wicks, woven, plaited or knitted; for lamps, stoves, lighters, candles or the like; incandescent gas mantles and tubular knitted gas mantle fabric therefor, whether or not impregnated","value":"5908","columns":[{"caption":"5908 - Total","value":"5908"}]},{"caption":"5909 - Textile hose piping and similar textile tubing; with or without lining, armour or accessories of other materials","value":"5909","columns":[{"caption":"5909 - Total","value":"5909"}]},{"caption":"5910 - Textiles; transmission or conveyor belts or belting, of textile material, whether or not impregnated, coated, covered or laminated with plastics, or reinforced with metal or other material","value":"5910","columns":[{"caption":"5910 - Total","value":"5910"}]},{"caption":"5911 - Textile products and articles for technical uses; specified in note 7 to this chapter","value":"5911","columns":[{"caption":"5911 - Total","value":"5911"},{"caption":"591110 - Textile fabric, felt & felt-lined woven fabrics, coated/covered/laminated with rubber, leather or other material, for card clothing, similar fabrics used for technical purposes, including rubber impregnated narrow velvet fabrics to cover weaving spindles","value":"591110"},{"caption":"591120 - Bolting cloth, whether or not made up","value":"591120"},{"caption":"591131 - Textiles; fabrics and felts, endless or fitted with linking devices, of a kind used in paper-making or similar machines, weighing less than 650g/m2","value":"591131"},{"caption":"591132 - Textiles; fabrics and felts, endless or fitted with linking devices, of a kind used in paper-making or similar machines, weighing 650g/m2 or more","value":"591132"},{"caption":"591140 - Straining cloth of a kind used in oil presses and the like, including that of human hair","value":"591140"},{"caption":"591190 - N.e.c. in heading no. 5911","value":"591190"}]}]}