{"items":[{"caption":"61 - Apparel and clothing accessories; knitted or crocheted","value":"61","columns":[{"caption":"61 - Total","value":"61"}]},{"caption":"6101 - Coats; men's or boys' overcoats, car-coats, capes, cloaks, anoraks, ski-jackets, wind-cheaters, wind-jackets and similar articles; knitted or crocheted, other than those of heading no. 6103","value":"6101","columns":[{"caption":"6101 - Total","value":"6101"},{"caption":"610120 - Coats; men's or boys' overcoats, car-coats, capes, anoraks, wind-jackets and similar articles, of cotton, knitted or crocheted (excluding those of heading no. 6103)","value":"610120"},{"caption":"610130 - Coats; men's or boys' overcoats, car-coats, capes, anoraks, wind-jackets and similar articles, of man-made fibres, knitted or crocheted, (excluding those of heading no. 6103)","value":"610130"},{"caption":"610190 - Coats; men's or boys' overcoats, car-coats, capes, anoraks, wind-jackets and similar articles, of textile materials n.e.c. in heading no. 6101, knitted or crocheted (excluding those of heading no. 6103)","value":"610190"}]},{"caption":"6102 - Coats; women's or girls' overcoats, car-coats, capes, cloaks, anoraks, ski-jackets, wind-cheaters, wind-jackets and similar articles, knitted or crocheted, other than those of heading no. 6104","value":"6102","columns":[{"caption":"6102 - Total","value":"6102"},{"caption":"610210 - Coats; women's or girls' overcoats, car-coats, capes, anoraks, wind-jackets and similar articles, of wool or fine animal hair, knitted or crocheted (excluding those of heading no. 6104)","value":"610210"},{"caption":"610220 - Coats; women's or girls' overcoats, car-coats, capes, anoraks, wind-jackets and similar articles, of cotton, knitted or crocheted (excluding those of heading no. 6104)","value":"610220"},{"caption":"610230 - Coats; women's or girls' overcoats, car-coats, capes, anoraks, wind-jackets and similar articles, of man-made fibres, knitted or crocheted (excluding those of heading no. 6104)","value":"610230"},{"caption":"610290 - Coats; women's or girls' overcoats, car-coats, capes, anoraks, wind-jackets and similar articles, of textile materials n.e.c. in heading no. 6102, knitted or crocheted (excluding those of heading no. 6104)","value":"610290"}]},{"caption":"6103 - Suits, ensembles, jackets, blazers, trousers, bib and brace overalls, breeches, shorts (not swimwear); men's or boys', knitted or crocheted","value":"6103","columns":[{"caption":"6103 - Total","value":"6103"},{"caption":"610310 - Suits; men's or boys', knitted or crocheted","value":"610310"},{"caption":"610322 - Ensembles; men's or boys', of cotton, knitted or crocheted","value":"610322"},{"caption":"610323 - Ensembles; men's or boys', of synthetic fibres, knitted or crocheted","value":"610323"},{"caption":"610329 - Ensembles; men's or boys', of textile materials (other than cotton or synthetic fibres), knitted or crocheted","value":"610329"},{"caption":"610331 - Men's or boys', of wool or fine animal hair, knitted or crocheted","value":"610331"},{"caption":"610332 - Men's or boys', of cotton, knitted or crocheted","value":"610332"},{"caption":"610333 - Men's or boys', of synthetic fibres, knitted or crocheted","value":"610333"},{"caption":"610339 - Men's or boys', of textile materials (other than wool or fine animal hair, cotton or synthetic fibres), knitted or crocheted","value":"610339"},{"caption":"610341 - Men's or boys', of wool or fine animal hair, knitted or crocheted","value":"610341"},{"caption":"610342 - Men's or boys', of cotton, knitted or crocheted","value":"610342"},{"caption":"610343 - Men's or boys', of synthetic fibres, knitted or crocheted","value":"610343"},{"caption":"610349 - Men's or boys', of textile materials (other than wool or fine animal hair, cotton or synthetic fibres), knitted or crocheted","value":"610349"}]},{"caption":"6104 - Suits, ensembles, jackets, dresses, skirts, divided skirts, trousers, bib and brace overalls, breeches and shorts (not swimwear), women's or girls', knitted or crocheted","value":"6104","columns":[{"caption":"6104 - Total","value":"6104"},{"caption":"610413 - Suits; women's or girls', of synthetic fibres, knitted or crocheted","value":"610413"},{"caption":"610419 - Suits; women's or girls', of textile materials (other than synthetic fibres), knitted or crocheted","value":"610419"},{"caption":"610422 - Ensembles; women's or girls', of cotton, knitted or crocheted","value":"610422"},{"caption":"610423 - Ensembles; women's or girls', of synthetic fibres, knitted or crocheted","value":"610423"},{"caption":"610429 - Ensembles; women's or girls', of textile materials (other than cotton or synthetic fibres), knitted or crocheted","value":"610429"},{"caption":"610431 - Jackets; women's or girls', of wool or fine animal hair, knitted or crocheted","value":"610431"},{"caption":"610432 - Jackets; women's or girls', of cotton, knitted or crocheted","value":"610432"},{"caption":"610433 - Jackets; women's or girls', of synthetic fibres, knitted or crocheted","value":"610433"},{"caption":"610439 - Jackets; women's or girls', of textile materials (other than wool or fine animal hair, cotton or synthetic fibres), knitted or crocheted","value":"610439"},{"caption":"610441 - Dresses; women's or girls', of wool or fine animal hair, knitted or crocheted","value":"610441"},{"caption":"610442 - Dresses; women's or girls', of cotton, knitted or crocheted","value":"610442"},{"caption":"610443 - Dresses; women's or girls', of synthetic fibres, knitted or crocheted","value":"610443"},{"caption":"610444 - Dresses; women's or girls', of artificial fibres, knitted or crocheted","value":"610444"},{"caption":"610449 - Dresses; women's or girls', of textile materials (other than wool or fine animal hair, cotton, synthetic or artificial fibres), knitted or crocheted","value":"610449"},{"caption":"610451 - Women's or girls', of wool or fine animal hair, knitted or crocheted","value":"610451"},{"caption":"610452 - Women's or girls', of cotton, knitted or crocheted","value":"610452"},{"caption":"610453 - Women's or girls', of synthetic fibres, knitted or crocheted","value":"610453"},{"caption":"610459 - Women's or girls', of textile materials (other than wool or fine animal hair, cotton or synthetic fibres), knitted or crocheted","value":"610459"},{"caption":"610461 - Women's or girls', of wool or fine animal hair, knitted or crocheted","value":"610461"},{"caption":"610462 - Women's or girls', of cotton, knitted or crocheted","value":"610462"},{"caption":"610463 - Women's or girls', of synthetic fibres, knitted or crocheted","value":"610463"},{"caption":"610469 - Women's or girls', of textile materials (other than wool or fine animal hair, cotton or synthetic fibres), knitted or crocheted","value":"610469"}]},{"caption":"6105 - Shirts; men's or boys', knitted or crocheted","value":"6105","columns":[{"caption":"6105 - Total","value":"6105"},{"caption":"610510 - Shirts; men's or boys', of cotton, knitted or crocheted","value":"610510"},{"caption":"610520 - Shirts; men's or boys', of man-made fibres, knitted or crocheted","value":"610520"},{"caption":"610590 - Shirts; men's or boys', of textile materials (other than cotton or man-made fibres), knitted or crocheted","value":"610590"}]},{"caption":"6106 - Blouses, shirts and shirt-blouses; women's or girls', knitted or crocheted","value":"6106","columns":[{"caption":"6106 - Total","value":"6106"},{"caption":"610610 - Women's or girls', of cotton, knitted or crocheted","value":"610610"},{"caption":"610620 - Women's or girls', of man-made fibres, knitted or crocheted","value":"610620"},{"caption":"610690 - Women's or girls', of textile materials (other than cotton or man-made fibres), knitted or crocheted","value":"610690"}]},{"caption":"6107 - Underpants, briefs, nightshirts, pyjamas, bathrobes, dressing gowns and similar articles; men's or boys', knitted or crocheted","value":"6107","columns":[{"caption":"6107 - Total","value":"6107"},{"caption":"610711 - Men's or boys', of cotton, knitted or crocheted","value":"610711"},{"caption":"610712 - Men's or boys', of man-made fibres, knitted or crocheted","value":"610712"},{"caption":"610719 - Men's or boys', of textile materials (other than cotton or man-made fibres), knitted or crocheted","value":"610719"},{"caption":"610721 - Men's or boys', of cotton, knitted or crocheted","value":"610721"},{"caption":"610722 - Men's or boys', of man-made fibres, knitted or crocheted","value":"610722"},{"caption":"610729 - Men's or boys', of textile materials (other than cotton or man-made fibres), knitted or crocheted","value":"610729"},{"caption":"610791 - Men's or boys', of cotton, knitted or crocheted","value":"610791"},{"caption":"610799 - Men's or boys', of textile materials (other than cotton), knitted or crocheted","value":"610799"}]},{"caption":"6108 - Slips, petticoats, briefs, panties, nightdresses, pyjamas, negligees, bathrobes, dressing gowns and similar articles; women's or girls', knitted or crocheted","value":"6108","columns":[{"caption":"6108 - Total","value":"6108"},{"caption":"610811 - Women's or girls', of man-made fibres, knitted or crocheted","value":"610811"},{"caption":"610819 - Women's or girls', of textile materials (other than man-made fibres), knitted or crocheted","value":"610819"},{"caption":"610821 - Women's or girls', of cotton, knitted or crocheted","value":"610821"},{"caption":"610822 - Women's or girls', of man-made fibres, knitted or crocheted","value":"610822"},{"caption":"610829 - Women's or girls', of textile materials (other than cotton or man-made fibres), knitted or crocheted","value":"610829"},{"caption":"610831 - Women's or girls', of cotton, knitted or crocheted","value":"610831"},{"caption":"610832 - Women's or girls', of man-made fibres, knitted or crocheted","value":"610832"},{"caption":"610839 - Women's or girls', of textile materials (other than cotton or man-made fibres), knitted or crocheted","value":"610839"},{"caption":"610891 - Women's or girls', of cotton, knitted or crocheted","value":"610891"},{"caption":"610892 - Women's or girls', of man-made fibres, knitted or crocheted","value":"610892"},{"caption":"610899 - Women's or girls', of textile materials (other than cotton or man-made fibres), knitted or crocheted","value":"610899"}]},{"caption":"6109 - T-shirts, singlets and other vests; knitted or crocheted","value":"6109","columns":[{"caption":"6109 - Total","value":"6109"},{"caption":"610910 - Of cotton, knitted or crocheted","value":"610910"},{"caption":"610990 - Of textile materials (other than cotton), knitted or crocheted","value":"610990"}]},{"caption":"6110 - Jerseys, pullovers, cardigans, waistcoats and similar articles; knitted or crocheted","value":"6110","columns":[{"caption":"6110 - Total","value":"6110"},{"caption":"611011 - Knitted or crocheted, of wool or fine animal hair","value":"611011"},{"caption":"611012 - Knitted or crocheted, of fibres from kashmir (cashmere) goats","value":"611012"},{"caption":"611019 - Knitted or crocheted, of fine animal hair other than that of kashmir (cashmere) goats","value":"611019"},{"caption":"611020 - Of cotton, knitted or crocheted","value":"611020"},{"caption":"611030 - Of man-made fibres, knitted or crocheted","value":"611030"},{"caption":"611090 - Of textile materials (other than wool or fine animal hair, cotton or man-made fibres), knitted or crocheted","value":"611090"}]},{"caption":"6111 - Garments and clothing accessories, babies'; knitted or crocheted","value":"6111","columns":[{"caption":"6111 - Total","value":"6111"},{"caption":"611120 - Babies', of cotton, knitted or crocheted","value":"611120"},{"caption":"611130 - Babies', of synthetic fibres, knitted or crocheted","value":"611130"},{"caption":"611190 - Babies', of textile materials (other than cotton or synthetic fibres), knitted or crocheted","value":"611190"}]},{"caption":"6112 - Track suits, ski suits and swimwear; knitted or crocheted","value":"6112","columns":[{"caption":"6112 - Total","value":"6112"},{"caption":"611211 - Track suits; of cotton, knitted or crocheted","value":"611211"},{"caption":"611212 - Track suits; of synthetic fibres, knitted or crocheted","value":"611212"},{"caption":"611219 - Track suits; of textile materials (other than cotton or synthetic fibres), knitted or crocheted","value":"611219"},{"caption":"611220 - Ski suits; knitted or crocheted","value":"611220"},{"caption":"611231 - Swimwear; men's or boys', of synthetic fibres, knitted or crocheted","value":"611231"},{"caption":"611239 - Swimwear; men's or boys', of textile materials (other than synthetic fibres), knitted or crocheted","value":"611239"},{"caption":"611241 - Swimwear; women's or girls', of synthetic fibres, knitted or crocheted","value":"611241"},{"caption":"611249 - Swimwear; women's or girls', of textile materials (other than synthetic fibres), knitted or crocheted","value":"611249"}]},{"caption":"6113 - Garments made up of knitted or crocheted fabrics of heading no. 5903, 5906 and 5907","value":"6113","columns":[{"caption":"6113 - Total","value":"6113"}]},{"caption":"6114 - Garments; knitted or crocheted, n.e.c. in chapter 61","value":"6114","columns":[{"caption":"6114 - Total","value":"6114"},{"caption":"611420 - Garments; of cotton, knitted or crocheted, n.e.c. in chapter 61","value":"611420"},{"caption":"611430 - Garments; of man-made fibres, knitted or crocheted, n.e.c. in chapter 61","value":"611430"},{"caption":"611490 - Garments; of textile materials (other than cotton or man-made fibres), knitted or crocheted, n.e.c. in chapter 61","value":"611490"}]},{"caption":"6115 - Hosiery; panty hose, tights, stockings, socks and other hosiery, including graduated compression hosiery (for example, stockings for varicose veins) and footwear without applied soles, knitted or crocheted","value":"6115","columns":[{"caption":"6115 - Total","value":"6115"},{"caption":"611510 - Graduated compression hosiery (for example, stockings for varicose veins), knitted or crocheted","value":"611510"},{"caption":"611521 - Hosiery; panty hose and tights (other than graduated compression hosiery), of synthetic fibres, measuring per single yarn less than 67 decitex, knitted or crocheted","value":"611521"},{"caption":"611522 - Hosiery; panty hose and tights (other than graduated compression hosiery), of synthetic fibres, measuring per single yarn 67 decitex or more, knitted or crocheted","value":"611522"},{"caption":"611529 - Hosiery; panty hose and tights (other than graduated compression hosiery), of textile materials (other than synthetic fibres), knitted or crocheted","value":"611529"},{"caption":"611530 - Hosiery; women's, full-length or knee-length (other than graduated compression hosiery), measuring per single yarn less than 67 decitex, knitted or crocheted","value":"611530"},{"caption":"611594 - Without applied soles, of wool or fine animal hair, knitted or crocheted (excluding graduated compression hosiery, panty hose, tights, women's full or knee-length hosiery measuring per single yarn less than 67 decitex)","value":"611594"},{"caption":"611595 - Without applied soles, of cotton, knitted or crocheted (excluding graduated compression hosiery, panty hose, tights, full or knee-length hosiery measuring per single yarn less than 67 decitex)","value":"611595"},{"caption":"611596 - Without applied soles, of synthetic fibres, knitted or crocheted (excluding graduated compression hosiery, panty hose, tights, full or knee-length hosiery measuring per single yarn less than 67 decitex)","value":"611596"},{"caption":"611599 - Without applied soles, of textile materials n.e.c. in item no. 6115.9, knitted or crocheted (excluding graduated compression hosiery, panty hose, tights, full or knee-length hosiery measuring per single yarn less than 67 decitex)","value":"611599"}]},{"caption":"6116 - Gloves, mittens and mitts; knitted or crocheted","value":"6116","columns":[{"caption":"6116 - Total","value":"6116"},{"caption":"611610 - Knitted or crocheted, impregnated, coated or covered with plastics or rubber","value":"611610"},{"caption":"611691 - Of wool or fine animal hair, knitted or crocheted, (other than impregnated, coated or covered with plastics or rubber)","value":"611691"},{"caption":"611692 - Of cotton, knitted or crocheted, (other than impregnated, coated or covered with plastics or rubber)","value":"611692"},{"caption":"611693 - Of synthetic fibres, knitted or crocheted, (other than impregnated, coated or covered with plastics or rubber)","value":"611693"},{"caption":"611699 - Of textile materials (other than wool or fine animal hair, cotton or synthetic fibres), knitted or crocheted, (other than impregnated, coated or covered with plastics or rubber)","value":"611699"}]},{"caption":"6117 - Clothing accessories; made up, knitted or crocheted, knitted or crocheted parts of garments or of clothing accessories","value":"6117","columns":[{"caption":"6117 - Total","value":"6117"},{"caption":"611710 - Knitted or crocheted","value":"611710"},{"caption":"611780 - Knitted or crocheted, n.e.c. in heading no. 6117","value":"611780"},{"caption":"611790 - Clothing; parts, knitted or crocheted","value":"611790"}]}]}