{"items":[{"caption":"64 - Footwear; gaiters and the like; parts of such articles","value":"64","columns":[{"caption":"64 - Total","value":"64"}]},{"caption":"6401 - Footwear; waterproof, with outer soles and uppers of rubber or plastics, (uppers not fixed to the sole nor assembled by stitch, rivet, nail, screw, plug or similar)","value":"6401","columns":[{"caption":"6401 - Total","value":"6401"},{"caption":"640110 - Footwear; waterproof with metal toe-cap, rubber or plastic outer soles and uppers (not assembled by stitch, rivet, nail, screw, plug or similar)","value":"640110"},{"caption":"640192 - Footwear; waterproof, covering the ankle (but not the knee), rubber or plastic outer soles and uppers (not assembled by stitch, rivet, nail, screw, plug or similar)","value":"640192"},{"caption":"640199 - Footwear; waterproof, n.e.c. in heading no. 6401, rubber or plastic outer soles and uppers (not assembled by stitch, rivet, nail, screw, plug or similar)","value":"640199"}]},{"caption":"6402 - Footwear; with outer soles and uppers of rubber or plastics (excluding waterproof footwear)","value":"6402","columns":[{"caption":"6402 - Total","value":"6402"},{"caption":"640212 - With outer soles and uppers of rubber or plastics, ski-boots, cross-country ski footwear and snowboard boots","value":"640212"},{"caption":"640219 - (other than ski-boots, snowboard boots or cross-country ski footwear), with outer soles and uppers of rubber or plastics","value":"640219"},{"caption":"640220 - Footwear; with outer soles and uppers of rubber or plastics, upper straps or thongs assembled to the sole by plugs","value":"640220"},{"caption":"640291 - Footwear; n.e.c. in heading no. 6402, covering the ankle, with outer soles and uppers of rubber or plastics","value":"640291"},{"caption":"640299 - Footwear; n.e.c. in heading no. 6402, (other than just covering the ankle), with outer soles and uppers of rubber or plastics","value":"640299"}]},{"caption":"6403 - Footwear; with outer soles of rubber, plastics, leather or composition leather and uppers of leather","value":"6403","columns":[{"caption":"6403 - Total","value":"6403"},{"caption":"640312 - With outer soles of rubber, plastics, leather or composition leather and uppers of leather, ski-boots, snowboard boots and cross-country ski footwear","value":"640312"},{"caption":"640319 - (other than ski-boots, snowboard boots or cross-country ski footwear), with outer soles of rubber, plastics, leather or composition leather and uppers of leather","value":"640319"},{"caption":"640320 - Footwear; with outer soles of leather, uppers consisting of leather straps across instep and around the big toe","value":"640320"},{"caption":"640340 - Footwear; with metal toe-cap, outer soles of rubber, plastics, leather or composition leather, uppers of leather","value":"640340"},{"caption":"640351 - Footwear; n.e.c. in heading no. 6403, with outer soles and uppers of leather, covering the ankle","value":"640351"},{"caption":"640359 - Footwear; n.e.c. in heading no. 6403, (not covering the ankle), outer soles and uppers of leather","value":"640359"},{"caption":"640391 - Footwear; n.e.c. in heading no. 6403, covering the ankle, outer soles of rubber, plastics or composition leather, uppers of leather","value":"640391"},{"caption":"640399 - Footwear; n.e.c. in heading no. 6403, (not covering the ankle), outer soles of rubber, plastics or composition leather, uppers of leather","value":"640399"}]},{"caption":"6404 - Footwear; with outer soles of rubber, plastics, leather or composition leather and uppers of textile materials","value":"6404","columns":[{"caption":"6404 - Total","value":"6404"},{"caption":"640411 - Tennis shoes, basketball shoes, gym shoes, training shoes and the like, with outer soles of rubber or plastics and uppers of textile materials","value":"640411"},{"caption":"640419 - Footwear; (other than sportswear), with outer soles of rubber or plastics and uppers of textile materials","value":"640419"},{"caption":"640420 - Footwear; outer soles of leather or composition leather, uppers of textile materials","value":"640420"}]},{"caption":"6405 - Footwear; other footwear n.e.c. in chapter 64","value":"6405","columns":[{"caption":"6405 - Total","value":"6405"},{"caption":"640510 - Footwear; with uppers of leather or composition leather, n.e.c. in chapter 64","value":"640510"},{"caption":"640520 - Footwear; with uppers of textile materials, n.e.c. in chapter 64","value":"640520"},{"caption":"640590 - Footwear; n.e.c. in chapter 64","value":"640590"}]},{"caption":"6406 - Footwear; parts of footwear; removable in-soles, heel cushions and similar articles; gaiters, le.g.ings and similar articles, and parts thereof","value":"6406","columns":[{"caption":"6406 - Total","value":"6406"},{"caption":"640610 - Footwear; parts, uppers and parts thereof, other than stiffeners","value":"640610"},{"caption":"640620 - Footwear; parts, outer soles and heels, of rubber or plastics","value":"640620"},{"caption":"640690 - Footwear; parts, n.e.c. in heading 6406","value":"640690"}]}]}