{"groups":[{"caption":"68 - Stone, plaster, cement, asbestos, mica or similar materials; articles thereof","value":"68","columns":[{"caption":"68 - Total","value":"68"}]},{"caption":"6801 - Stone; setts, curbstones and flagstones, of natural stone (except slate)","value":"6801","columns":[{"caption":"6801 - Total","value":"6801"}]},{"caption":"6802 - Monumental or building stone, worked (except slate) and articles thereof (not of heading no. 6801) mosaic cubes etc., of natural stone including slate; artificially coloured granules of natural stone","value":"6802","columns":[{"caption":"6802 - Total","value":"6802"},{"caption":"680210 - Whether or not rectangular (including square), largest surface area of which is capable of being enclosed in square, side less than 7cm, coloured granules, chippings, powder","value":"680210"},{"caption":"680221 - Simply cut or sawn, with a flat or even surface","value":"680221"},{"caption":"680223 - Granite; articles thereof, simply cut or sawn, with a flat or even surface","value":"680223"},{"caption":"680229 - Stone; monumental or building stone, n.e.c. in item no. 6802.2, articles thereof, simply cut or sawn, with a flat or even surface","value":"680229"},{"caption":"680291 - Articles thereof, (other than simply cut or sawn, with a flat or even surface)","value":"680291"},{"caption":"680292 - Stone; calcareous (excluding marble, travertine, alabaster) articles thereof, (other than simply cut or sawn, with a flat or even surface)","value":"680292"},{"caption":"680293 - Granite; articles thereof, (other than simply cut or sawn, with a flat or even surface)","value":"680293"},{"caption":"680299 - Stone; natural (excluding marble, travertine, alabaster, other calcareous stone or granite), monumental or building stone, (other than simply cut or sawn, with a flat or even surface)","value":"680299"}]},{"caption":"6803 - Slate, worked; and articles of slate or of agglomerated slate","value":"6803","columns":[{"caption":"6803 - Total","value":"6803"}]},{"caption":"6804 - Millstones, grindstones, grinding wheels, etc without frameworks, for grinding, sharpening, polishing, etc and parts thereof, natural stone, agglomerated natural or artificial abrasives or of ceramics","value":"6804","columns":[{"caption":"6804 - Total","value":"6804"},{"caption":"680410 - For milling, grinding or pulping","value":"680410"},{"caption":"680421 - Of agglomerated synthetic or natural diamond","value":"680421"},{"caption":"680422 - Of other agglomerated abrasives or of ceramics","value":"680422"},{"caption":"680423 - Of natural stone","value":"680423"},{"caption":"680430 - Stones; hand sharpening or polishing stones, of natural stone, agglomerated natural or artificial abrasives or ceramics, with or without parts of other materials","value":"680430"}]},{"caption":"6805 - Abrasive powder or grain; natural or artificial, on a base of textile material, of paper, paperboard or of other material, whether or not cut to shape or sewn or otherwise made up","value":"6805","columns":[{"caption":"6805 - Total","value":"6805"},{"caption":"680510 - Natural or artificial, on a base of woven textile fabric only, whether or not cut to shape or sewn or otherwise made up","value":"680510"},{"caption":"680520 - Natural or artificial, on a base of paper or paperboard only, whether or not cut to shape or sewn or otherwise made up","value":"680520"},{"caption":"680530 - Natural or artificial, on a base of materials n.e.c. in heading no. 6805, whether or not cut to shape or sewn or otherwise made up","value":"680530"}]},{"caption":"6806 - Slag, rock wool and similar mineral wools; exfoliated vermiculite, expanded clays, foamed slag, mixtures and articles of heat, sound insulating or sound-absorbing mineral materials","value":"6806","columns":[{"caption":"6806 - Total","value":"6806"},{"caption":"680610 - Slag wool, rock wool and similar mineral wools (including intermixtures thereof), in bulk, sheets or rolls","value":"680610"},{"caption":"680620 - Exfoliated vermiculite, expanded clays, foamed slag and similar expanded mineral materials (including intermixtures thereof)","value":"680620"},{"caption":"680690 - Minerals; mixtures and articles of heat-insulating, sound-insulating or sound-absorbing mineral materials, other than those of heading no. 6811 or 6812 or of chapter 69","value":"680690"}]},{"caption":"6807 - Asphalt or similar material; articles (e.g. petroleum bitumen or coal tar pitch)","value":"6807","columns":[{"caption":"6807 - Total","value":"6807"},{"caption":"680710 - Articles (e.g. petroleum bitumen or coal tar pitch) in rolls","value":"680710"},{"caption":"680790 - Articles (e.g. petroleum bitumen or coal tar pitch) other than in rolls","value":"680790"}]},{"caption":"6808 - Panels, boards, tiles, blocks and the like; of vegetable fibre, of straw, shavings, chips, particles, sawdust or other waste, of wood, agglomerated with cement, plaster or other mineral binders","value":"6808","columns":[{"caption":"6808 - Total","value":"6808"}]},{"caption":"6809 - Plaster or compositions based on plaster; articles thereof","value":"6809","columns":[{"caption":"6809 - Total","value":"6809"},{"caption":"680911 - Boards, sheets, panels, tiles and similar articles, faced or reinforced with paper or paperboard only, not ornamented","value":"680911"},{"caption":"680919 - Boards, sheets, panels, tiles and similar articles, (other than faced or reinforced with paper or paperboard only), not ornamented","value":"680919"},{"caption":"680990 - N.e.c. in heading no. 6809","value":"680990"}]},{"caption":"6810 - Cement, concrete or artificial stone; whether or not reinforced, articles thereof","value":"6810","columns":[{"caption":"6810 - Total","value":"6810"},{"caption":"681011 - Building blocks or bricks, whether or not reinforced","value":"681011"},{"caption":"681019 - Tiles, flagstones and similar, (excluding building blocks and bricks) whether or not reinforced","value":"681019"},{"caption":"681091 - Prefabricated structural components for building or civil engineering, whether or not reinforced","value":"681091"},{"caption":"681099 - Articles (other than prefabricated structural components for building or civil engineering), whether or not reinforced, n.e.c. in heading no. 6810","value":"681099"}]},{"caption":"6811 - Asbestos-cement, of cellulose fibre-cement or the like","value":"6811","columns":[{"caption":"6811 - Total","value":"6811"},{"caption":"681140 - Articles or the like, containing asbestos","value":"681140"},{"caption":"681181 - Articles or the like; corrugated sheets, not containing asbestos","value":"681181"},{"caption":"681182 - Articles or the like, sheets, panels, tiles and similar articles (other than corrugated sheets), not containing asbestos","value":"681182"},{"caption":"681189 - Articles or the like, other than corrugated sheets and other sheets, panels, tiles and similar articles, not containing asbestos","value":"681189"}]},{"caption":"6812 - Fabricated asbestos fibres; mixtures with a basis of asbestos or of asbestos and magnesium carbonate; articles of such mixtures or of asbestos (e.g. thread, woven fabric, clothing, footwear), whether or not reinforced, not goods of heading 6811 or 6813","value":"6812","columns":[{"caption":"6812 - Total","value":"6812"},{"caption":"681280 - Fabricated crocidolite (blue asbestos) fibres, mixtures with a basis of crocidolite (blue asbestos), articles of crocidolite (blue asbestos), whether or not reinforced, not goods of heading 6811 or 6813","value":"681280"},{"caption":"681291 - Clothing, clothing accessories, footwear and headgear, whether or not reinforced, not goods of heading 6811 or 6813","value":"681291"},{"caption":"681292 - Paper, millboard and felt, whether or not reinforced, not goods of heading 6811 or 6813","value":"681292"},{"caption":"681293 - Compressed asbestos fibre jointing, in sheets or rolls, whether or not reinforced, not goods of heading 6811 or 6813","value":"681293"},{"caption":"681299 - Fibres, mixtures or articles n.e.c. in heading no. 6812, whether or not reinforced, not goods of heading 6811 or 6813","value":"681299"}]},{"caption":"6813 - Friction material and articles thereof (e.g. sheets, rolls, strips, segments, discs, washers, pads) not mounted; for brakes, clutches or the like, with a basis of asbestos, other mineral substances, or cellulose","value":"6813","columns":[{"caption":"6813 - Total","value":"6813"},{"caption":"681320 - For brakes, clutches or the like, with a basis of asbestos","value":"681320"},{"caption":"681381 - With a basis of mineral substances or cellulose (other than asbestos)","value":"681381"},{"caption":"681389 - For clutches or the like (not brake linings and pads), with a basis of mineral substances or cellulose (other than asbestos)","value":"681389"}]},{"caption":"6814 - Mica; worked, articles of, including agglomerated or reconstituted mica; whether or not on a support of paper, paperboard or other materials","value":"6814","columns":[{"caption":"6814 - Total","value":"6814"},{"caption":"681410 - Mica; plates, sheets and strips of agglomerated or reconstituted mica, whether or not on a support of paper, paperboard or other materials","value":"681410"},{"caption":"681490 - Mica; worked mica and articles of mica (excluding plates, sheets and strips) whether or not on a support of paper, paperboard or other materials","value":"681490"}]},{"caption":"6815 - Stone or other mineral substances; articles thereof (including articles of peat), n.e.c. or included","value":"6815","columns":[{"caption":"6815 - Total","value":"6815"},{"caption":"681510 - Stone articles and other mineral substances, non-electrical articles of graphite or other carbon","value":"681510"},{"caption":"681520 - Peat; articles of peat n.e.c. or included","value":"681520"},{"caption":"681591 - Containing magnesite, dolomite or chromite","value":"681591"},{"caption":"681599 - N.e.c. or included in heading no. 6815","value":"681599"}]}]}