{"groups":[{"caption":"69 - Ceramic products","value":"69","columns":[{"caption":"69 - Total","value":"69"}]},{"caption":"6901 - Bricks, blocks, tiles and other ceramic goods of siliceous fossil meals (e.g. kieselguhr, tripolite or diatomite) or of similar siliceous earths","value":"6901","columns":[{"caption":"6901 - Total","value":"6901"}]},{"caption":"6902 - Refractory bricks, blocks, tiles and similar refractory ceramic constructional goods; other than those of siliceous fossil meals or similar siliceous earths","value":"6902","columns":[{"caption":"6902 - Total","value":"6902"},{"caption":"690210 - Containing by weight, singly or together, more than 50% of the elements Mg, Ca or Cr, expressed as MgO, CaO or Cr2o3","value":"690210"},{"caption":"690220 - Containing by weight more than 50% of alumina (Al2o3), of silica (SiO2) or of a mixture or compound of these","value":"690220"},{"caption":"690290 - N.e.c. in item no. 6902.1 or 6902.2","value":"690290"}]},{"caption":"6903 - Ceramic goods; (e.g. retorts, crucibles, muffles, nozzles, plugs, supports cupels, tubes, pipes, sheaths, rods) excluding those of siliceous fossil meals or of similar siliceous earths","value":"6903","columns":[{"caption":"6903 - Total","value":"6903"},{"caption":"690310 - Containing by weight more than 50% of graphite or other forms of carbon or of a mixture of these products, excluding those of siliceous fossil meals or similar earths","value":"690310"},{"caption":"690320 - Containing by weight more than 50% of alumina or of a mixture or compound of alumina and of silica, excluding those of siliceous fossil meals or similar earths","value":"690320"},{"caption":"690390 - Composition of which n.e.c. in heading no. 6903, other than those of siliceous fossil meals or similar earths","value":"690390"}]},{"caption":"6904 - Ceramic building bricks, floor blocks, support or filler tiles and the like","value":"6904","columns":[{"caption":"6904 - Total","value":"6904"},{"caption":"690410 - Ceramic building bricks","value":"690410"},{"caption":"690490 - Ceramic flooring blocks, supports or filler tiles and the like (excluding building bricks)","value":"690490"}]},{"caption":"6905 - Roofing tiles, chimney-pots, cowls, chimney liners, architectural ornaments and other ceramic constructional goods","value":"6905","columns":[{"caption":"6905 - Total","value":"6905"},{"caption":"690510 - Ceramic roofing tiles","value":"690510"},{"caption":"690590 - Ceramic chimney-pots, cowls, chimney liners, architectural ornaments and other constructional goods (excluding roofing tiles)","value":"690590"}]},{"caption":"6906 - Ceramic pipes, conduits, guttering and pipe fittings","value":"6906","columns":[{"caption":"6906 - Total","value":"6906"}]},{"caption":"6907 - Ceramic flags and paving, hearth or wall tiles, unglazed; unglazed ceramic mosaic cubes and the like, whether or not on a backing","value":"6907","columns":[{"caption":"6907 - Total","value":"6907"},{"caption":"690710 - Unglazed, whether or not rectangular, the largest surface area of which is capable of being enclosed in a square the side of which is less than 7cm","value":"690710"},{"caption":"690790 - Unglazed","value":"690790"}]},{"caption":"6908 - Ceramic flags and paving, hearth or wall tiles, glazed; glazed ceramic mosaic cubes and the like, whether or not on a backing","value":"6908","columns":[{"caption":"6908 - Total","value":"6908"},{"caption":"690810 - Glazed, whether or not rectangular or on a backing, with the largest surface area less than a 7cm square","value":"690810"},{"caption":"690890 - Glazed","value":"690890"}]},{"caption":"6909 - Ceramic ware for laboratory, chemical, other technical uses; ceramic troughs, tubs, similar receptacles used in agriculture; ceramic pots, jars and similar used in the conveyance or packing of goods","value":"6909","columns":[{"caption":"6909 - Total","value":"6909"},{"caption":"690911 - Ceramic wares; for laboratory, chemical or other technical uses, of porcelain or china","value":"690911"},{"caption":"690912 - Ceramic wares; for laboratory, chemical or other technical uses, articles having a hardness equivalent to 9 or more on the Mohs scale","value":"690912"},{"caption":"690919 - Ceramic wares; for laboratory, chemical or other technical uses, other than articles having a hardness equivalent to 9 or more on the Mohs scale or of porcelain or china","value":"690919"},{"caption":"690990 - Ceramic wares; pots, jars and similar articles of a kind used for the conveyance or packing of goods and ceramic troughs, tubs and similar receptacles used in agriculture","value":"690990"}]},{"caption":"6910 - Ceramic sinks, wash basins, wash basin pedestals, baths, bidets, water closet pans, flushing cisterns, urinals and similar sanitary fixtures","value":"6910","columns":[{"caption":"6910 - Total","value":"6910"},{"caption":"691010 - Of porcelain or china","value":"691010"},{"caption":"691090 - Of other than porcelain or china","value":"691090"}]},{"caption":"6911 - Tableware, kitchenware, other household articles and toilet articles; of porcelain or china","value":"6911","columns":[{"caption":"6911 - Total","value":"6911"},{"caption":"691110 - Of porcelain or china","value":"691110"},{"caption":"691190 - N.e.c. in heading no. 6911, of porcelain or china","value":"691190"}]},{"caption":"6912 - Ceramic tableware, kitchenware, other household articles and toilet articles; other than of porcelain or china","value":"6912","columns":[{"caption":"6912 - Total","value":"6912"}]},{"caption":"6913 - Statuettes and other ornamental ceramic articles","value":"6913","columns":[{"caption":"6913 - Total","value":"6913"},{"caption":"691310 - Ceramic statuettes and other ornamental ceramic articles, of porcelain or china","value":"691310"},{"caption":"691390 - Other than of porcelain or china","value":"691390"}]},{"caption":"6914 - Ceramic articles; n.e.c. in chapter 69","value":"6914","columns":[{"caption":"6914 - Total","value":"6914"},{"caption":"691410 - Of porcelain or china","value":"691410"},{"caption":"691490 - Other than of porcelain or china","value":"691490"}]}]}