{"groups":[{"caption":"70 - Glass and glassware","value":"70","columns":[{"caption":"70 - Total","value":"70"}]},{"caption":"7001 - Glass; cullet and other waste and scrap of glass, glass in the mass","value":"7001","columns":[{"caption":"7001 - Total","value":"7001"}]},{"caption":"7002 - Glass in balls (other than microspheres of heading no. 7018), rods or tubes, unworked","value":"7002","columns":[{"caption":"7002 - Total","value":"7002"},{"caption":"700210 - Glass; unworked, in balls (other than microspheres of heading no. 7018)","value":"700210"},{"caption":"700220 - Glass; unworked, in rods","value":"700220"},{"caption":"700231 - Glass; unworked, in tubes, of fused quartz or other fused silica","value":"700231"},{"caption":"700232 - Glass; unworked, tubes, of glass having a linear coefficient of expansion not exceeding 5 x 10 (to the minus 6), (or 0.000005) per Kelvin within a temperature range of 0-300 degrees C","value":"700232"},{"caption":"700239 - Glass; unworked, in tubes, other than of glass having a linear coefficient of expansion not exceeding 5 x 10 (to the minus 6, (or 0.000005) ) per Kelvin within a temperature range of 0-300 degrees C, not fused quartz or other fused silica","value":"700239"}]},{"caption":"7003 - Glass; cast glass and rolled glass in sheets or profiles, whether or not having an absorbent, reflecting or non-reflecting layer, but not otherwise worked","value":"7003","columns":[{"caption":"7003 - Total","value":"7003"},{"caption":"700312 - Glass; cast glass and rolled glass, non-wired sheets, coloured through the mass (body tinted), opacified, flashed or having an absorbent, reflecting or non-reflecting layer","value":"700312"},{"caption":"700319 - Glass; cast glass and rolled glass, non-wired sheets, (excluding those coloured throughout the mass (body tinted) opacified, flashed or having an absorbent or reflecting layer)","value":"700319"},{"caption":"700320 - Glass; cast glass and rolled glass, wired sheets, whether or not having an absorbent or reflecting layer but not otherwise worked","value":"700320"},{"caption":"700330 - Glass; cast glass and rolled glass, profiles, not otherwise worked","value":"700330"}]},{"caption":"7004 - Glass; drawn glass and blown glass, in sheets, whether or not having an absorbent, reflecting or non-reflecting layer, but not otherwise worked","value":"7004","columns":[{"caption":"7004 - Total","value":"7004"},{"caption":"700420 - Glass; drawn and blown, in sheets, coloured throughout the mass (body tinted), opacified, flashed or having an absorbent, reflecting or non-reflecting layer, but not otherwise worked","value":"700420"},{"caption":"700490 - Glass; drawn and blown, in sheets, (other than glass coloured throughout the mass (body tinted), opacified, flashed or having an absorbent, reflecting or non-reflecting layer)","value":"700490"}]},{"caption":"7005 - Glass; float glass and surface ground or polished glass, in sheets, whether or not having an absorbent, reflecting or non-reflecting layer, but not otherwise worked","value":"7005","columns":[{"caption":"7005 - Total","value":"7005"},{"caption":"700510 - Glass; float glass and surface ground or polished glass, in sheets, non-wired, having an absorbent reflecting or non-reflecting layer","value":"700510"},{"caption":"700521 - Glass; float glass and surface ground or polished glass, in sheets, non-wired, coloured throughout the mass (body tinted), opacified, flashed or merely surface ground","value":"700521"},{"caption":"700529 - Glass; float glass and surface ground or polished glass, in sheets, non-wired, (other than coloured throughout the mass (body tinted), opacified, flashed or merely surface ground)","value":"700529"},{"caption":"700530 - Glass; float glass and surface ground or polished glass, in sheets, wired glass, whether or not having an absorbent or reflecting layer","value":"700530"}]},{"caption":"7006 - Glass of heading no. 7003, 7004 or 7005, bent, edge-worked, engraved, drilled, enamelled or otherwise worked, not framed or fitted with other materials","value":"7006","columns":[{"caption":"7006 - Total","value":"7006"}]},{"caption":"7007 - Safety glass, consisting of toughened (tempered) or laminated glass","value":"7007","columns":[{"caption":"7007 - Total","value":"7007"},{"caption":"700711 - Glass; safety glass, toughened (tempered), of size and shape suitable for incorporation in vehicles, aircraft, spacecraft or vessels","value":"700711"},{"caption":"700719 - Glass; safety glass, toughened (tempered), (not of a size and shape suitable for incorporation in vehicles, aircraft, spacecraft or vessels)","value":"700719"},{"caption":"700721 - Glass; safety glass, laminated, of size and shape suitable for incorporation in vehicles, aircraft, spacecraft or vessels","value":"700721"},{"caption":"700729 - Glass; safety glass, laminated, (not of a size and shape suitable for incorporation in vehicles, aircraft, spacecraft or vessels)","value":"700729"}]},{"caption":"7008 - Glass; multiple-walled insulating units of glass","value":"7008","columns":[{"caption":"7008 - Total","value":"7008"}]},{"caption":"7009 - Glass mirrors; whether or not framed, including rear-view mirrors","value":"7009","columns":[{"caption":"7009 - Total","value":"7009"},{"caption":"700910 - Glass; rear-view mirrors for vehicles","value":"700910"},{"caption":"700991 - Glass mirrors; unframed, excluding rear-view mirrors for vehicles","value":"700991"},{"caption":"700992 - Glass mirrors; framed, excluding rear-view mirrors for vehicles","value":"700992"}]},{"caption":"7010 - Carboys, bottles, flasks, jars, pots, phials, ampoules, containers of glass of a kind used for the conveyance or packing of goods; preserving jars of glass; stoppers, lids and other closures of glass","value":"7010","columns":[{"caption":"7010 - Total","value":"7010"},{"caption":"701010 - Glass; ampoules, of a kind used for the conveyance or packing of goods","value":"701010"},{"caption":"701020 - Glass; stoppers, lids and other closures","value":"701020"},{"caption":"701090 - Glass; carboys, bottles, flasks, jars, pots, phials and other containers of glass, (not ampoules), used for the conveyance or packing of goods","value":"701090"}]},{"caption":"7011 - Glass envelopes (including bulbs and tubes), open and glass parts thereof, without fittings, for electric lamps, cathode-ray tubes or the like","value":"7011","columns":[{"caption":"7011 - Total","value":"7011"},{"caption":"701110 - Open, and glass parts thereof, without fittings, for electric lighting","value":"701110"},{"caption":"701120 - Open, and glass parts thereof, without fittings, for cathode-ray tubes","value":"701120"},{"caption":"701190 - Open, and glass parts thereof, without fittings, other than for electric lighting and cathode-ray tubes","value":"701190"}]},{"caption":"7013 - Glassware of a kind used for table, kitchen, toilet, office, indoor decoration or similar purposes (other than of heading no. 7010 or 7018)","value":"7013","columns":[{"caption":"7013 - Total","value":"7013"},{"caption":"701310 - Glassware; of a kind used for table, kitchen, toilet, office, indoor decoration or similar purposes (other than of heading no. 7010 or 7018), of glass-ceramics","value":"701310"},{"caption":"701322 - Stemware drinking glasses, of lead crystal","value":"701322"},{"caption":"701328 - Stemware drinking glasses, other than of lead crystal or glass-ceramics","value":"701328"},{"caption":"701333 - Glassware; drinking glasses (not stemware), of lead crystal","value":"701333"},{"caption":"701337 - Glassware; drinking glasses (not stemware), other than of lead crystal or glass-ceramics","value":"701337"},{"caption":"701341 - Glassware of a kind used for table or kitchen purposes (not drinking glasses), of lead crystal","value":"701341"},{"caption":"701342 - Glassware of a kind used for table or kitchen purposes (not drinking glasses), of glass having a linear coefficient of expansion not exceeding 5 x 10 (to the minus 6), (or 0.000005) per Kelvin within a temperature range of 0-300 degrees C","value":"701342"},{"caption":"701349 - Glassware of a kind used for table or kitchen purposes (not drinking glasses or of glass-ceramics), of glass n.e.c. in item no. 7013.4","value":"701349"},{"caption":"701391 - Glassware; n.e.c. in heading no. 7013, of lead crystal","value":"701391"},{"caption":"701399 - Glassware; n.e.c. in heading no. 7013, other than of lead crystal","value":"701399"}]},{"caption":"7014 - Signalling glassware and optical elements of glass (other than those of heading no. 7015), not optically worked","value":"7014","columns":[{"caption":"7014 - Total","value":"7014"}]},{"caption":"7015 - Clock, watch and similar glasses, glasses for non-corrective or corrective spectacles, curved, bent, hallowed etc, not optically worked; hollow glass spheres and their segments for manufacture","value":"7015","columns":[{"caption":"7015 - Total","value":"7015"},{"caption":"701510 - Curved, bent, hollowed or the like, not optically worked","value":"701510"},{"caption":"701590 - Glasses; clock or watch and similar, glasses for non-corrective spectacles, curved, bent, hollowed etc, (not optically worked), hollow glass spheres and segments, for the manufacture of such glasses","value":"701590"}]},{"caption":"7016 - Glass; paving blocks, slabs, bricks, tiles etc, of pressed, moulded glass, whether or not wired, glass smallwares for decorative purposes leaded lights and the like; multicellular or foam glass","value":"7016","columns":[{"caption":"7016 - Total","value":"7016"},{"caption":"701610 - Whether or not on a backing, for mosaics or similar decorative purposes","value":"701610"},{"caption":"701690 - In blocks, panels, plates, shells or similar forms; paving blocks, slabs, bricks and other articles of pressed or moulded glass","value":"701690"}]},{"caption":"7017 - Laboratory, hygienic or pharmaceutical glassware, whether or not graduated or calibrated","value":"7017","columns":[{"caption":"7017 - Total","value":"7017"},{"caption":"701710 - Glassware; laboratory, hygienic or pharmaceutical, whether or not graduated or calibrated, of fused quartz or other fused silica","value":"701710"},{"caption":"701720 - Glassware; laboratory, hygienic or pharmaceutical, whether or not graduated or calibrated, having a linear co-efficient of expansion not over 5 x 10 (to the minus 6), (or 0.000005)) per Kelvin with a temperature of 0-300 degrees C","value":"701720"},{"caption":"701790 - Glassware; laboratory, hygienic or pharmaceutical, whether or not graduated or calibrated, of glass n.e.c. in heading no. 7017","value":"701790"}]},{"caption":"7018 - Glass beads, imitation pearls, precious or semi-precious stones and similar glass smallwares, statuettes and other ornaments of worked glass; glass microspheres not exceeding 1mm in diameter","value":"7018","columns":[{"caption":"7018 - Total","value":"7018"},{"caption":"701810 - Glass; beads, imitation pearls, imitation precious or semi-precious stones and similar glass smallwares","value":"701810"},{"caption":"701820 - Not exceeding 1mm in diameter","value":"701820"},{"caption":"701890 - Glass; articles thereof, statuettes and other ornaments of lamp worked glass, other than imitation jewellery","value":"701890"}]},{"caption":"7019 - Glass fibres (including glass wool) and articles thereof (e.g. yarn, woven fabrics)","value":"7019","columns":[{"caption":"7019 - Total","value":"7019"},{"caption":"701911 - Glass fibres; (including glass wool), chopped strands, of a length of not more than 50mm","value":"701911"},{"caption":"701912 - Glass fibres; (including glass wool), rovings","value":"701912"},{"caption":"701919 - Glass fibres; (including glass wool), slivers, yarns and threads","value":"701919"},{"caption":"701931 - Glass fibres; non-woven products, mats","value":"701931"},{"caption":"701932 - Glass fibres; non-woven products, thin sheets (voiles)","value":"701932"},{"caption":"701939 - Glass fibres; webs, mattresses, boards and similar non-woven products excluding mats and thin sheets","value":"701939"},{"caption":"701940 - Glass fibres; woven fabrics of rovings","value":"701940"},{"caption":"701951 - Glass fibres; woven fabrics (other than of rovings), of a width not exceeding 30cm","value":"701951"},{"caption":"701952 - Glass fibres; woven fabrics (other than of rovings), of a width exceeding 30cm, plain weave, weighing less than 250g/m2, of filaments measuring per single yarn not more than 136 tex","value":"701952"},{"caption":"701959 - Glass fibres; woven fabrics (other than of rovings), n.e.c. in item no. 7019.5","value":"701959"},{"caption":"701990 - Glass fibres; n.e.c. in heading no. 7019","value":"701990"}]},{"caption":"7020 - Glass; articles n.e.c. in chapter 70","value":"7020","columns":[{"caption":"7020 - Total","value":"7020"}]}]}