{"items":[{"caption":"73 - Iron or steel articles","value":"73","columns":[{"caption":"73 - Total","value":"73"}]},{"caption":"7301 - Iron or steel sheet piling, whether or not drilled, punched or made from assembled elements; welded angles, shapes and sections, of iron or steel","value":"7301","columns":[{"caption":"7301 - Total","value":"7301"},{"caption":"730110 - Iron or steel; sheet piling, whether or not drilled, punched or made from assembled elements","value":"730110"},{"caption":"730120 - Iron or steel; angles, shapes and sections, welded","value":"730120"}]},{"caption":"7302 - Railway or tramway track constructions of iron or steel; rails, check and track rails, switch blades, crossing frogs, point rods, sleepers, fish-plates, chair wedges, sole plates, bedplates, ties and the like","value":"7302","columns":[{"caption":"7302 - Total","value":"7302"},{"caption":"730210 - Rails","value":"730210"},{"caption":"730230 - Switch blades, crossing frogs, point rods and other crossing pieces","value":"730230"},{"caption":"730240 - Fish-plates and sole plates","value":"730240"},{"caption":"730290 - N.e.c. in heading no. 7302","value":"730290"}]},{"caption":"7303 - Tubes, pipes and hollow profiles, of cast iron","value":"7303","columns":[{"caption":"7303 - Total","value":"7303"}]},{"caption":"7304 - Tubes, pipes and hollow profiles, seamless, of iron (other than cast iron) or steel","value":"7304","columns":[{"caption":"7304 - Total","value":"7304"},{"caption":"730411 - Seamless, line pipe of a kind used for oil or gas pipelines, of stainless steel","value":"730411"},{"caption":"730419 - Seamless, line pipe of a kind used for oil or gas pipelines","value":"730419"},{"caption":"730422 - Seamless, drill pipe, of a kind used in drilling for oil or gas","value":"730422"},{"caption":"730423 - Seamless, drill pipe, of a kind used in drilling for oil or gas","value":"730423"},{"caption":"730424 - Seamless, casing and tubing, of a kind used in drilling for oil or gas","value":"730424"},{"caption":"730429 - Seamless, casing and tubing, of a kind used in drilling for oil or gas","value":"730429"},{"caption":"730431 - Seamless, cold-drawn or cold-rolled, tubes, pipes and hollow profiles of circular cross-section","value":"730431"},{"caption":"730439 - Seamless, (excluding cold-drawn or cold-rolled), tubes, pipes and hollow profiles of circular cross-section","value":"730439"},{"caption":"730441 - Cold-drawn or cold-rolled (cold-reduced), tubes and pipes of circular cross-section","value":"730441"},{"caption":"730449 - (excluding cold-drawn or cold-rolled), tubes pipes and hollow profiles of circular cross-section","value":"730449"},{"caption":"730451 - Seamless, cold-drawn or cold-rolled (cold-reduced), tubes, pipes and hollow profiles of circular cross-section","value":"730451"},{"caption":"730459 - (excluding cold-drawn or cold-rolled), tubes, pipes and hollow profiles of circular cross-section","value":"730459"},{"caption":"730490 - Seamless, tubes, pipes and hollow profiles, seamless, n.e.c. in heading no. 7304","value":"730490"}]},{"caption":"7305 - Iron or steel (excluding cast iron); tubes and pipes (e.g. welded, riveted or similarly closed), having circular cross-sections, external diameter of which exceeds 406.4mm, not seamless","value":"7305","columns":[{"caption":"7305 - Total","value":"7305"},{"caption":"730511 - Line pipe of a kind used for oil or gas pipelines (not seamless), longitudinally submerged arc welded, having circular cross-sections, external diameter exceeds 406.4mm","value":"730511"},{"caption":"730512 - Line pipe of a kind used for oil or gas pipelines (not seamless), longitudinally welded (not submerged arc welded), having circular cross-sections, external diameter exceeds 406.4mm","value":"730512"},{"caption":"730519 - Line pipe of a kind used for oil or gas pipelines (not seamless), (not longitudinally welded), having circular cross-sections, external diameter exceeds 406.4mm","value":"730519"},{"caption":"730520 - Casing of a kind used in drilling for oil or gas (not seamless), having circular cross-sections, external diameter exceeds 406.4mm","value":"730520"},{"caption":"730531 - Tubes and pipes (other than line pipe or casing of a kind used for oil or gas pipelines), longitudinally welded, having circular cross-sections, external diameter exceeds 406.4mm, (not seamless)","value":"730531"},{"caption":"730539 - Tubes and pipes (other than line pipe or casing of a kind used for oil or gas pipelines), welded (not longitudinally welded), having circular cross-sections, external diameter exceeds 406.4mm, (not seamless)","value":"730539"},{"caption":"730590 - Tubes and pipes n.e.c. in heading no. 7305, having circular cross-sections, external diameter exceeds 406.4mm, (not seamless)","value":"730590"}]},{"caption":"7306 - Iron or steel (excluding cast iron); tubes, pipes and hollow profiles (not seamless), n.e.c. in chapter 73","value":"7306","columns":[{"caption":"7306 - Total","value":"7306"},{"caption":"730611 - Steel; stainless; line pipe of a kind used for oil or gas pipelines n.e.c. in chapter 73, welded, (not seamless)","value":"730611"},{"caption":"730619 - Line pipe of a kind used for oil or gas pipelines (other than of stainless steel or seamless), n.e.c. in chapter 73","value":"730619"},{"caption":"730621 - Casing and tubing of a kind used in drilling for oil and gas, n.e.c. in chapter 73, welded, (not seamless)","value":"730621"},{"caption":"730629 - Casing and tubing of a kind used in drilling for oil and gas (other than stainless steel or seamless), n.e.c. in chapter 73","value":"730629"},{"caption":"730630 - Tubes and pipes (not seamless), welded, of circular cross-section, n.e.c. in chapter 73","value":"730630"},{"caption":"730640 - Tubes, pipes and hollow profiles, welded, of circular cross-section, n.e.c. in chapter 73","value":"730640"},{"caption":"730650 - Steel, alloy; tubes, pipes and hollow profiles (other than stainless steel or seamless), welded, of circular cross-section, n.e.c. in chapter 73","value":"730650"},{"caption":"730661 - Tubes, pipes and hollow profiles (not seamless), welded, of square or rectangular cross-section, n.e.c. in chapter 73","value":"730661"},{"caption":"730669 - Tubes, pipes and hollow profiles (not seamless), n.e.c. in chapter 73, welded, of non-circular cross-section (not square or rectangular cross-section)","value":"730669"},{"caption":"730690 - Tubes, pipes and hollow profiles (not seamless), n.e.c. in chapter 73","value":"730690"}]},{"caption":"7307 - Tube or pipe fittings (e.g. couplings, elbows, sleeves), of iron or steel","value":"7307","columns":[{"caption":"7307 - Total","value":"7307"},{"caption":"730711 - Cast iron; cast fittings, of non-malleable cast iron","value":"730711"},{"caption":"730719 - Iron or steel; cast fittings, other than of non-malleable cast iron","value":"730719"},{"caption":"730721 - Tube or pipe fittings, flanges, of stainless steel","value":"730721"},{"caption":"730722 - Tube or pipe fittings, threaded elbows, bends and sleeves","value":"730722"},{"caption":"730723 - Tube or pipe fittings, butt welding fittings","value":"730723"},{"caption":"730729 - Tube or pipe fittings, n.e.c. in item no. 7307.2","value":"730729"},{"caption":"730791 - Iron or steel; tube or pipe fittings, flanges, other than stainless steel","value":"730791"},{"caption":"730792 - Iron or steel; tube or pipe fittings, threaded elbows, bends and sleeves, other than stainless steel","value":"730792"},{"caption":"730793 - Iron or steel; tube or pipe fittings, butt welding fittings, other than stainless steel","value":"730793"},{"caption":"730799 - Iron or steel; tube or pipe fittings, n.e.c. in item no. 7307.9, other than stainless steel","value":"730799"}]},{"caption":"7308 - Structures of iron or steel and parts thereof; plates, rods, angles, shapes, sections, tubes and the like, prepared for use in structures","value":"7308","columns":[{"caption":"7308 - Total","value":"7308"},{"caption":"730810 - Iron or steel; structures and parts thereof, bridges and bridge-sections","value":"730810"},{"caption":"730820 - Iron or steel; structures and parts thereof, towers and lattice masts","value":"730820"},{"caption":"730830 - Iron or steel; structures and parts thereof, doors, windows and their frames and thresholds for doors","value":"730830"},{"caption":"730840 - Iron or steel; structures and parts thereof, props and similar equipment for scaffolding, shuttering or pit-propping","value":"730840"},{"caption":"730890 - Iron or steel; structures and parts thereof, n.e.c. in heading 7308","value":"730890"}]},{"caption":"7309 - Reservoirs, tanks, vats and similar containers; for any material (excluding compressed or liquefied gas), of iron or steel, capacity exceeding 300l, whether or not lined or heat insulated","value":"7309","columns":[{"caption":"7309 - Total","value":"7309"}]},{"caption":"7310 - Tanks, casks, drums, cans, boxes and similar containers, for any material (excluding compressed or liquefied gas), of iron or steel, capacity not exceeding 300l, whether or not lined or heat-insulated","value":"7310","columns":[{"caption":"7310 - Total","value":"7310"},{"caption":"731010 - Tanks, casks, drums, cans, boxes and similar containers, for any material (excluding compressed or liquefied gas), 50l or more capacity but not exceeding 300l","value":"731010"},{"caption":"731021 - Cans; which are to be closed by soldering or crimping, for any material (excluding compressed or liquefied gas), less than 50l capacity, of iron or steel","value":"731021"},{"caption":"731029 - Tanks, casks, drums, boxes and similar containers for any material (excluding compressed or liquefied gas) less than 50l capacity, n.e.c. in item no. 7310.2, of iron or steel","value":"731029"}]},{"caption":"7311 - Containers for compressed or liquefied gas, of iron or steel","value":"7311","columns":[{"caption":"7311 - Total","value":"7311"}]},{"caption":"7312 - Stranded wire, ropes, cables, plaited bands, slings and the like, of iron or steel, not electrically insulated","value":"7312","columns":[{"caption":"7312 - Total","value":"7312"},{"caption":"731210 - Iron or steel; stranded wire, ropes and cables, not electrically insulated","value":"731210"},{"caption":"731290 - Iron or steel; plaited bands, slings and the like, not electrically insulated","value":"731290"}]},{"caption":"7313 - Barbed wire of iron or steel; twisted hoop or single flat wire, barbed or not and loosely twisted double wire, of a kind used for fencing, of iron or steel","value":"7313","columns":[{"caption":"7313 - Total","value":"7313"}]},{"caption":"7314 - Cloth (including endless bands), grill, netting and fencing, of iron or steel wire; expanded metal of iron or steel","value":"7314","columns":[{"caption":"7314 - Total","value":"7314"},{"caption":"731412 - Iron or steel; woven cloth, endless bands for machinery, of stainless steel","value":"731412"},{"caption":"731414 - Iron or steel; woven cloth, of stainless steel, (other than endless bands for machinery)","value":"731414"},{"caption":"731419 - Iron or steel; woven cloth, other than of stainless steel","value":"731419"},{"caption":"731420 - Grill, netting and fencing, welded at intersections, of wire with a maximum cross-sectional dimension of 3mm or more and mesh size 100cm2 or more","value":"731420"},{"caption":"731431 - Grill, netting and fencing, welded at the intersection, n.e.c. in item no. 7314.20, plated or coated with zinc","value":"731431"},{"caption":"731439 - Grill, netting and fencing, welded at the intersection, n.e.c. in item no. 7314.20, (other than plated or coated with zinc)","value":"731439"},{"caption":"731441 - Grill, netting and fencing, plated or coated with zinc","value":"731441"},{"caption":"731442 - Grill, netting and fencing, coated with plastic","value":"731442"},{"caption":"731449 - Grill, netting and fencing, coated with materials other than zinc or plastic","value":"731449"},{"caption":"731450 - Iron or steel; expanded metal","value":"731450"}]},{"caption":"7315 - Chain and parts thereof, of iron or steel","value":"7315","columns":[{"caption":"7315 - Total","value":"7315"},{"caption":"731511 - Chain; articulated link, roller, of iron or steel","value":"731511"},{"caption":"731512 - Chain; articulated link, (other than roller), of iron or steel","value":"731512"},{"caption":"731519 - Chain; articulated link parts, of iron or steel","value":"731519"},{"caption":"731520 - Chain; skid, articulated link chain and parts thereof, of iron or steel","value":"731520"},{"caption":"731581 - Chain; stud-link chain, of iron or steel","value":"731581"},{"caption":"731582 - Chain; welded link chain, of iron or steel","value":"731582"},{"caption":"731589 - Chain; n.e.c. in heading no. 7315, of iron or steel","value":"731589"},{"caption":"731590 - Chain; parts n.e.c. in heading no. 7315, of iron or steel","value":"731590"}]},{"caption":"7316 - Anchors, grapnels and parts thereof, of iron or steel","value":"7316","columns":[{"caption":"7316 - Total","value":"7316"}]},{"caption":"7317 - Nails, tacks, drawing pins, corrugated nails, staples (not those of heading no. 8305) and the like, of iron or steel, with heads of other material or not, but excluding articles with heads of copper","value":"7317","columns":[{"caption":"7317 - Total","value":"7317"}]},{"caption":"7318 - Screws, bolts, nuts, coach screws, screw hooks, rivets, cotters, cotter-pins, washers (including spring washers) and similar articles, of iron or steel","value":"7318","columns":[{"caption":"7318 - Total","value":"7318"},{"caption":"731811 - Iron or steel; threaded coach screws","value":"731811"},{"caption":"731812 - Iron or steel; threaded wood screws other than coach screws","value":"731812"},{"caption":"731813 - Iron or steel; threaded screw hooks and screw rings","value":"731813"},{"caption":"731814 - Iron or steel; threaded self-tapping screws","value":"731814"},{"caption":"731815 - Iron or steel; threaded screws and bolts n.e.c. in item no. 7318.1, whether or not with their nuts or washers","value":"731815"},{"caption":"731816 - Iron or steel; threaded nuts","value":"731816"},{"caption":"731819 - Iron or steel; threaded screws, bolts and nuts n.e.c. in item no. 7318.1","value":"731819"},{"caption":"731821 - Iron or steel; non-threaded spring washers and other lock washers","value":"731821"},{"caption":"731822 - Iron or steel; non-threaded washers, excluding spring and lock","value":"731822"},{"caption":"731823 - Iron or steel; non-threaded rivets","value":"731823"},{"caption":"731824 - Iron or steel; non-threaded cotters and cotter-pins","value":"731824"},{"caption":"731829 - Iron or steel; non-threaded articles, n.e.c. in item no. 7318.2","value":"731829"}]},{"caption":"7319 - Sewing and knitting needles, bodkins, crochet hooks, embroidery stilettos and similar articles, for use in the hand, of iron or steel; safety pins and other pins of iron or steel, not elsewhere specified or included","value":"7319","columns":[{"caption":"7319 - Total","value":"7319"},{"caption":"731940 - Of iron or steel","value":"731940"},{"caption":"731990 - Sewing and knitting needles, bodkins, crochet hooks, embroidery stilettos and similar articles, for use in the hand, not elsewhere specified or included, of iron or steel","value":"731990"}]},{"caption":"7320 - Springs and leaves for springs, of iron or steel","value":"7320","columns":[{"caption":"7320 - Total","value":"7320"},{"caption":"732010 - Iron or steel; leaf-springs and leaves therefor","value":"732010"},{"caption":"732020 - Iron or steel; helical springs and leaves for springs","value":"732020"},{"caption":"732090 - Iron or steel; springs n.e.c. in heading no. 7320","value":"732090"}]},{"caption":"7321 - Stoves, ranges, grates, cookers (those with subsidiary boilers for central heating), barbecues, braziers, gas-rings, plate warmers and similar non-electric domestic appliances and parts, of iron or steel","value":"7321","columns":[{"caption":"7321 - Total","value":"7321"},{"caption":"732111 - For gas fuel or for both gas and other fuels, of iron or steel","value":"732111"},{"caption":"732112 - For liquid fuel, of iron or steel","value":"732112"},{"caption":"732119 - For solid fuel and fuels other than gas or liquid, of iron or steel","value":"732119"},{"caption":"732181 - Non-electric, (other than cookers and plate warmers), for gas fuel or for both gas and other fuels, of iron or steel","value":"732181"},{"caption":"732182 - Non-electric, (other than cookers and plate warmers), for liquid fuel, of iron or steel","value":"732182"},{"caption":"732189 - Non-electric, (other than cookers and plate warmers), for solid fuel and fuels other than gas or liquid, of iron or steel","value":"732189"},{"caption":"732190 - Non-electric, parts thereof, of iron or steel","value":"732190"}]},{"caption":"7322 - Radiators for central heating, not electrically heated and parts thereof, of iron or steel; air heaters, hot air distributors not electrically heated, with motor fan or blower","value":"7322","columns":[{"caption":"7322 - Total","value":"7322"},{"caption":"732211 - For central heating, (not electrically heated), of cast iron","value":"732211"},{"caption":"732219 - For central heating, (not electrically heated), of iron or steel other than cast iron","value":"732219"},{"caption":"732290 - Air heaters and hot air distributors, (not electrically heated), incorporating a motor-driven fan or blower and parts thereof, of iron or steel","value":"732290"}]},{"caption":"7323 - Table, kitchen, other household articles and parts, of iron or steel; iron or steel wool; pot scourers and scouring or polishing pads, gloves and the like, of iron or steel","value":"7323","columns":[{"caption":"7323 - Total","value":"7323"},{"caption":"732310 - Iron or steel; wool, pot scourers and scouring or polishing pads, gloves and the like","value":"732310"},{"caption":"732391 - Cast iron; table, kitchen and other household articles and parts thereof, of cast iron, not enamelled","value":"732391"},{"caption":"732392 - Cast iron; table, kitchen and other household articles and parts thereof, of cast iron, enamelled","value":"732392"},{"caption":"732393 - Table, kitchen and other household articles and parts thereof","value":"732393"},{"caption":"732394 - Table, kitchen and other household articles and parts thereof, enamelled","value":"732394"},{"caption":"732399 - Iron or steel; table, kitchen and other household articles and parts thereof, of iron or steel n.e.c. in heading no. 7323","value":"732399"}]},{"caption":"7324 - Sanitary ware and parts thereof, of iron or steel","value":"7324","columns":[{"caption":"7324 - Total","value":"7324"},{"caption":"732410 - Steel; sinks and wash basins, of stainless steel","value":"732410"},{"caption":"732421 - Cast iron, baths, whether or not enamelled","value":"732421"},{"caption":"732429 - Baths","value":"732429"},{"caption":"732490 - Iron or steel; sanitary ware and parts thereof, excluding sinks, wash basins and baths","value":"732490"}]},{"caption":"7325 - Iron or steel; cast articles","value":"7325","columns":[{"caption":"7325 - Total","value":"7325"},{"caption":"732510 - Iron; articles of non-malleable cast iron","value":"732510"},{"caption":"732591 - Iron; grinding balls and similar articles for mills, other than of non-malleable cast iron","value":"732591"},{"caption":"732599 - Iron or steel; cast articles, excluding grinding balls and similar articles for mills, other than of non-malleable cast iron","value":"732599"}]},{"caption":"7326 - Iron or steel; articles, n.e.c. in chapter 73","value":"7326","columns":[{"caption":"7326 - Total","value":"7326"},{"caption":"732611 - Iron or steel; grinding balls and similar articles for mills, forged or stamped, but not further worked","value":"732611"},{"caption":"732619 - Iron or steel; articles n.e.c. in item no. 7326.11, forged or stamped, but not further worked","value":"732619"},{"caption":"732620 - Iron or steel; wire articles","value":"732620"},{"caption":"732690 - Iron or steel; articles n.e.c.in heading 7326","value":"732690"}]}]}