{"items":[{"caption":"82 - Tools, implements, cutlery, spoons and forks, of base metal; parts thereof, of base metal","value":"82","columns":[{"caption":"82 - Total","value":"82"}]},{"caption":"8201 - Tools, hand; spades, shovels, mattocks, picks, hoes, forks, rakes; axes, bill hooks etc; secateurs and pruners of any kind; scythes, sickles, hay knives, hedge shears, timber wedges and other tools used in agriculture, horticulture, forestry","value":"8201","columns":[{"caption":"8201 - Total","value":"8201"},{"caption":"820110 - Tools, hand; spades and shovels","value":"820110"},{"caption":"820130 - Tools, hand; mattocks, picks, hoes and rakes","value":"820130"},{"caption":"820140 - Tools, hand; axes, bill hooks and similar hewing tools, of a kind used in agriculture, horticulture or forestry","value":"820140"},{"caption":"820150 - Tools, hand; one-handed secateurs (including poultry shears)","value":"820150"},{"caption":"820160 - Tools, hand; hedge shears, two-handed pruning shears and similar two-handed shears","value":"820160"},{"caption":"820190 - Tools, hand; forks, scythes, sickles, hay knives, timber wedges, and other hand tools of a kind used in agriculture, horticulture or forestry n.e.c. in heading 8201","value":"820190"}]},{"caption":"8202 - Tools, hand; saws and blades for saws of all kinds (including slitting, slotting or toothless blades)","value":"8202","columns":[{"caption":"8202 - Total","value":"8202"},{"caption":"820210 - Tools, hand; hand saws","value":"820210"},{"caption":"820220 - Tools, hand; band saw blades","value":"820220"},{"caption":"820231 - Tools, hand; circular saw blades (including slitting or slotting saw blades), with working part of steel","value":"820231"},{"caption":"820239 - Tools, hand; circular saw blades (including slitting or slotting saw blades), with working part of materials (other than steel)","value":"820239"},{"caption":"820240 - Tools, hand; chain saw blades","value":"820240"},{"caption":"820291 - Tools, hand; straight saw blades, for working metal","value":"820291"},{"caption":"820299 - Tools, hand; saw blades n.e.c. in heading no. 8202","value":"820299"}]},{"caption":"8203 - Tools, hand; files, rasps, pliers (including cutting pliers), pincers, tweezers, metal cutting shears, pipe cutters, bolt croppers, perforating punches and similar","value":"8203","columns":[{"caption":"8203 - Total","value":"8203"},{"caption":"820310 - Tools, hand; files, rasps and similar tools","value":"820310"},{"caption":"820320 - Tools, hand; pliers (including cutting pliers), pincers, tweezers and similar tools","value":"820320"},{"caption":"820330 - Tools, hand; metal cutting shears and similar tools","value":"820330"},{"caption":"820340 - Tools, hand; pipe-cutters, bolt croppers, perforating punches and similar tools","value":"820340"}]},{"caption":"8204 - Tools, hand; hand-operated spanners and wrenches (including torque meter wrenches but not including tap wrenches), interchangeable spanner sockets, with or without handles","value":"8204","columns":[{"caption":"8204 - Total","value":"8204"},{"caption":"820411 - Tools, hand; hand-operated spanners and wrenches (including torque meter wrenches but not including tap wrenches), non-adjustable","value":"820411"},{"caption":"820412 - Tools, hand; hand-operated spanners and wrenches (including torque meter wrenches but not including tap wrenches), adjustable","value":"820412"},{"caption":"820420 - Tools, hand; interchangeable spanner sockets, with or without handles","value":"820420"}]},{"caption":"8205 - Tools, hand; (including glaziers' diamonds) n.e.c.; blow lamps; vices, clamps etc, other than accessories for and parts of, machine tools; anvils; portable forges; hand or pedal operated grinding wheels with frameworks","value":"8205","columns":[{"caption":"8205 - Total","value":"8205"},{"caption":"820510 - Tools, hand; drilling, threading or tapping tools","value":"820510"},{"caption":"820520 - Tools, hand; hammers and sledge hammers","value":"820520"},{"caption":"820530 - Tools, hand; planes, chisels, gauges and similar cutting tools for working wood","value":"820530"},{"caption":"820540 - Tools, hand; screwdrivers","value":"820540"},{"caption":"820551 - Tools, hand; household tools","value":"820551"},{"caption":"820559 - Tools, hand; other hand tools (including glaziers diamonds), excluding household tools, drilling, threading or tapping tools, hammers and sledge hammers, planes, chisels, gouges and similar cutting tools for working wood, and screwdrivers","value":"820559"},{"caption":"820560 - Tools, hand; blow lamps","value":"820560"},{"caption":"820570 - Tools, hand; vices, clamps and the like","value":"820570"},{"caption":"820590 - Tools, hand; n.e.c. in heading 8205, including anvils, portable forges, hand or pedal-operated grinding wheels with frameworks, and sets of articles of two or more of the subheadings in heading 8205","value":"820590"}]},{"caption":"8206 - Tools, hand; two or more of heading no. 8202 to 8205, put up in sets for retail sale","value":"8206","columns":[{"caption":"8206 - Total","value":"8206"}]},{"caption":"8207 - Tools, interchangeable; for hand tools, whether or not power-operated, or for machine tools (pressing, stamping, punching, drilling etc), including dies for drawing or extruding metal, and rock drilling or earth boring tools","value":"8207","columns":[{"caption":"8207 - Total","value":"8207"},{"caption":"820713 - Rock drilling or earth boring tools, with working part of cermets, whether or not power operated","value":"820713"},{"caption":"820719 - Rock drilling or earth boring tools, with working part (other than of cermets), whether or not power operated, including parts","value":"820719"},{"caption":"820720 - (for machine or hand tools, whether or not power-operated), dies for drawing or extruding metal","value":"820720"},{"caption":"820730 - (for machine or hand tools, whether or not power-operated), tools for pressing, stamping or punching","value":"820730"},{"caption":"820740 - (for machine or hand tools, whether or not power-operated), tools for tapping or threading","value":"820740"},{"caption":"820750 - (for machine or hand tools, whether or not power-operated), tools for drilling (other than rock)","value":"820750"},{"caption":"820760 - (for machine or hand tools, whether or not power-operated), for boring or broaching","value":"820760"},{"caption":"820770 - (for machine or hand tools, whether or not power-operated), for milling","value":"820770"},{"caption":"820780 - (for machine or hand tools, whether or not power-operated), for turning","value":"820780"},{"caption":"820790 - (for machine or hand tools, whether or not power-operated), for screw-driving or uses n.e.c. in heading no. 8207","value":"820790"}]},{"caption":"8208 - Knives and cutting blades, for machines or for mechanical appliances","value":"8208","columns":[{"caption":"8208 - Total","value":"8208"},{"caption":"820810 - Tools; knives and cutting blades, for machines or for mechanical appliances, for metal working","value":"820810"},{"caption":"820820 - Tools; knives and cutting blades, for wood working machines or mechanical appliances","value":"820820"},{"caption":"820830 - Tools; knives and cutting blades, for kitchen appliances or for machines used by the food industry","value":"820830"},{"caption":"820840 - Tools; knives and cutting blades, for agricultural, horticultural or forestry machines or mechanical appliances","value":"820840"},{"caption":"820890 - Tools; knives and cutting blades, for machines or mechanical appliances, n.e.c. in heading no. 8208","value":"820890"}]},{"caption":"8209 - Tools; plates, sticks, tips and the like for tools, unmounted, of sintered metal carbides or cermets","value":"8209","columns":[{"caption":"8209 - Total","value":"8209"}]},{"caption":"8210 - Tools; hand-operated mechanical appliances, weighing 10kg or less, used in the preparation, conditioning or serving of food or drink","value":"8210","columns":[{"caption":"8210 - Total","value":"8210"}]},{"caption":"8211 - Knives; with cutting blades, serrated or not (including pruning knives), other than knives of heading no. 8208, and blades therefore","value":"8211","columns":[{"caption":"8211 - Total","value":"8211"},{"caption":"821110 - Knives; with cutting blades, serrated or not (including pruning knives), sets of assorted articles, excluding knives and blades of heading no. 8208","value":"821110"},{"caption":"821191 - Knives; table knives, having fixed cutting blades, serrated or not, excluding knives and blades of heading no. 8208","value":"821191"},{"caption":"821192 - Knives; having fixed cutting blades, (other than table knives), serrated or not, excluding knives and blades of heading no. 8208","value":"821192"},{"caption":"821193 - Knives; with cutting blades, (having other than fixed blades), serrated or not, excluding knives and blades of heading no. 8208","value":"821193"},{"caption":"821194 - Blades; cutting, serrated or not, excluding those of heading no. 8208","value":"821194"},{"caption":"821195 - Knives; with handles of base metal","value":"821195"}]},{"caption":"8212 - Razors and razor blades; (including razor blade blanks in strips)","value":"8212","columns":[{"caption":"8212 - Total","value":"8212"},{"caption":"821210 - Razors","value":"821210"},{"caption":"821220 - Razors; safety razor blades, including razor blade blanks in strips","value":"821220"},{"caption":"821290 - Razors; parts n.e.c. in heading no. 8212","value":"821290"}]},{"caption":"8213 - Scissors; tailors' shears and similar shears, and blades therefore","value":"8213","columns":[{"caption":"8213 - Total","value":"8213"}]},{"caption":"8214 - Cutlery; other articles, (e.g. hair clippers, butchers' or kitchen cleavers, choppers and mincing knives, paper knives), manicure or pedicure sets and instruments (including nail files)","value":"8214","columns":[{"caption":"8214 - Total","value":"8214"},{"caption":"821410 - Cutlery; paper knives, letter openers, erasing knives, pencil sharpeners and blades therefore","value":"821410"},{"caption":"821420 - (including nail files)","value":"821420"},{"caption":"821490 - Cutlery; hair clippers and mincing knives","value":"821490"}]},{"caption":"8215 - Cutlery; spoons, forks, ladles, skimmers, cake-servers, fish-knives, butter knives, sugar tongs and similar kitchen or tableware","value":"8215","columns":[{"caption":"8215 - Total","value":"8215"},{"caption":"821510 - Cutlery; sets of assorted articles (e.g. spoons, forks, ladles, skimmers, cake-servers, fish-knives, butter-knives, sugar tongs and similar), with at least one article plated with precious metal","value":"821510"},{"caption":"821520 - Cutlery; sets of assorted articles (e.g. spoons, forks, ladles, skimmers, cake-servers, fish-knives, butter knives, sugar tongs and similar), not plated with precious metal","value":"821520"},{"caption":"821591 - Cutlery; (e.g. spoons, forks, ladles, skimmers, cake-servers, fish-knives, butter-knives, sugar tongs and similar), plated with precious metal, not in sets","value":"821591"},{"caption":"821599 - Cutlery; other than plated with precious metal","value":"821599"}]}]}