{"items":[{"caption":"84 - Nuclear reactors, boilers, machinery and mechanical appliances; parts thereof","value":"84","columns":[{"caption":"84 - Total","value":"84"}]},{"caption":"8401 - Nuclear reactors; fuel elements (cartridges), non-irradiated, for nuclear reactors, machinery and apparatus for isotopic separation","value":"8401","columns":[{"caption":"8401 - Total","value":"8401"},{"caption":"840110 - Nuclear reactors","value":"840110"},{"caption":"840120 - For isotopic separation, and parts thereof","value":"840120"},{"caption":"840130 - Non-irradiated","value":"840130"},{"caption":"840140 - Parts thereof","value":"840140"}]},{"caption":"8402 - Boilers; steam or other vapour generating (other than central heating hot water boilers, capable also of producing low pressure steam), super heated water boilers","value":"8402","columns":[{"caption":"8402 - Total","value":"8402"},{"caption":"840211 - Boilers; watertube boilers with a steam production exceeding 45t per hour","value":"840211"},{"caption":"840212 - Boilers; watertube boilers with a steam production not exceeding 45t per hour","value":"840212"},{"caption":"840219 - Boilers; vapour generating boilers, including hybrid boilers n.e.c. in heading no. 8402","value":"840219"},{"caption":"840220 - Boilers; super-heated water boilers","value":"840220"},{"caption":"840290 - Boilers; parts of steam or other vapour generating boilers","value":"840290"}]},{"caption":"8403 - Central heating boilers; excluding those of heading no. 8402","value":"8403","columns":[{"caption":"8403 - Total","value":"8403"},{"caption":"840310 - Boilers; central heating boilers (excluding those of heading no. 8402)","value":"840310"},{"caption":"840390 - Boilers; parts of central heating boilers (excluding those of heading no. 8402)","value":"840390"}]},{"caption":"8404 - Auxiliary plant for use with boilers of heading no. 8402 or 8403; e.g. economisers, super-heaters, soot removers, gas recoverers), condensers for steam or other vapour power units","value":"8404","columns":[{"caption":"8404 - Total","value":"8404"},{"caption":"840410 - Boilers; auxiliary plant, for use with boilers of heading no. 8402 or 8403 (e.g. economisers, super-heaters, soot removers, gas recoverers)","value":"840410"},{"caption":"840420 - Boilers; condensers, for steam or other vapour power units","value":"840420"},{"caption":"840490 - Boilers; parts of auxiliary plant, for use with boilers of heading no. 8402 and 8403 and parts of condensers for steam or other vapour power units","value":"840490"}]},{"caption":"8405 - Generators for producer or water gas with or without their purifiers acetylene gas generators and similar water process gas generators, with or without their purifiers","value":"8405","columns":[{"caption":"8405 - Total","value":"8405"},{"caption":"840510 - Generators; producer gas, water gas, acetylene gas and similar water process gas generators, with or without their purifiers","value":"840510"},{"caption":"840590 - Generators; parts of producer gas, water gas, acetylene gas and similar water process gas generators, with or without their purifiers","value":"840590"}]},{"caption":"8406 - Turbines; steam and other vapour turbines","value":"8406","columns":[{"caption":"8406 - Total","value":"8406"},{"caption":"840610 - Turbines; steam and other vapour turbines, for marine propulsion","value":"840610"},{"caption":"840681 - Turbines; steam and other vapour turbines, (for other than marine propulsion), of an output exceeding 40MW","value":"840681"},{"caption":"840682 - Turbines; steam and other vapour turbines, (for other than marine propulsion), of an output not exceeding 40MW","value":"840682"},{"caption":"840690 - Turbines; parts of steam and other vapour turbines","value":"840690"}]},{"caption":"8407 - Reciprocating or rotary internal combustion piston engines","value":"8407","columns":[{"caption":"8407 - Total","value":"8407"},{"caption":"840710 - Engines; for aircraft, spark-ignition reciprocating or rotary internal combustion piston engines","value":"840710"},{"caption":"840721 - Engines; outboard motors for marine propulsion, spark-ignition reciprocating or rotary internal combustion piston engines","value":"840721"},{"caption":"840729 - Engines; for marine propulsion, (other than outboard motors), spark-ignition reciprocating or rotary internal combustion piston engines","value":"840729"},{"caption":"840731 - Engines; reciprocating piston engines, of a kind used for the propulsion of vehicles of chapter 87, of a cylinder capacity not exceeding 50cc","value":"840731"},{"caption":"840732 - Engines; reciprocating piston engines, of a kind used for the propulsion of vehicles of chapter 87, of a cylinder capacity exceeding 50cc but not exceeding 250cc","value":"840732"},{"caption":"840733 - Engines; reciprocating piston engines, of a kind used for the propulsion of vehicles of chapter 87, of a cylinder capacity exceeding 250cc but not exceeding 1000cc","value":"840733"},{"caption":"840734 - Engines; reciprocating piston engines, of a kind used for the propulsion of vehicles of chapter 87, of a cylinder capacity exceeding 1000cc","value":"840734"},{"caption":"840790 - Engines; rotary internal combustion piston engines, for other than aircraft or marine propulsion","value":"840790"}]},{"caption":"8408 - Compression-ignition internal combustion piston engines (diesel or semi-diesel engines)","value":"8408","columns":[{"caption":"8408 - Total","value":"8408"},{"caption":"840810 - Engines; for marine propulsion, compression-ignition internal combustion piston engines (diesel or semi-diesel engines)","value":"840810"},{"caption":"840820 - Engines; compression-ignition internal combustion piston engines (diesel or semi-diesel engines), of a kind used for the propulsion of vehicles of chapter 87","value":"840820"},{"caption":"840890 - Engines; compression-ignition internal combustion piston engines (diesel or semi-diesel engines), of a kind used for other than marine propulsion or the vehicles of chapter 87","value":"840890"}]},{"caption":"8409 - Parts suitable for use solely or principally with the engines of heading no. 8407 or 8408","value":"8409","columns":[{"caption":"8409 - Total","value":"8409"},{"caption":"840910 - Engines; parts of aircraft engines (spark-ignition reciprocating or rotary internal combustion piston engines)","value":"840910"},{"caption":"840991 - Engines; parts, suitable for use solely or principally with spark-ignition internal combustion piston engines (for other than aircraft)","value":"840991"},{"caption":"840999 - Engines; parts for internal combustion piston engines (excluding spark-ignition)","value":"840999"}]},{"caption":"8410 - Turbines; hydraulic water wheels and regulators therefor","value":"8410","columns":[{"caption":"8410 - Total","value":"8410"},{"caption":"841011 - Turbines; hydraulic turbines and water wheels, of a power not exceeding 1000kW","value":"841011"},{"caption":"841012 - Turbines; hydraulic turbines and water wheels, of a power exceeding 1000kW but not exceeding 10000kW","value":"841012"},{"caption":"841013 - Turbines; hydraulic turbines and water wheels, of a power exceeding 10000kW","value":"841013"},{"caption":"841090 - Turbines; parts of hydraulic turbines and water wheels, including regulators","value":"841090"}]},{"caption":"8411 - Turbo-jets, turbo-propellers and other gas turbines","value":"8411","columns":[{"caption":"8411 - Total","value":"8411"},{"caption":"841111 - Turbo-jets; of a thrust not exceeding 25kN","value":"841111"},{"caption":"841112 - Turbo-jets; of a thrust exceeding 25kN","value":"841112"},{"caption":"841121 - Of a power not exceeding 1100kW","value":"841121"},{"caption":"841122 - Of a power exceeding 1100kW","value":"841122"},{"caption":"841181 - Turbines; gas-turbines (excluding turbo-jets and turbo-propellers), of a power not exceeding 5000kW","value":"841181"},{"caption":"841182 - Turbines; gas-turbines (excluding turbo-jets and turbo-propellers), of a power exceeding 5000kW","value":"841182"},{"caption":"841191 - Turbines; parts of turbo-jets and turbo-propellers","value":"841191"},{"caption":"841199 - Turbines; parts of gas turbines (excluding turbo-jets and turbo-propellers)","value":"841199"}]},{"caption":"8412 - Engines and motors; n.e.c. (e.g. reaction engines, hydraulic power engines, pneumatic power engines)","value":"8412","columns":[{"caption":"8412 - Total","value":"8412"},{"caption":"841210 - Engines; reaction engines, other than turbo-jets","value":"841210"},{"caption":"841221 - Engines; hydraulic power engines and motors, linear acting (cylinders)","value":"841221"},{"caption":"841229 - Engines; hydraulic power engines and motors, other than linear acting (cylinders)","value":"841229"},{"caption":"841231 - Engines; pneumatic power engines and motors, linear acting (cylinders)","value":"841231"},{"caption":"841239 - Engines; pneumatic power engines and motors, other than linear acting (cylinders)","value":"841239"},{"caption":"841280 - Engines; pneumatic power engines and motors, n.e.c. in heading no. 8412","value":"841280"},{"caption":"841290 - Engines; parts, for engines and motors of heading no. 8412","value":"841290"}]},{"caption":"8413 - Pumps; for liquids, whether or not fitted with measuring device, liquid elevators","value":"8413","columns":[{"caption":"8413 - Total","value":"8413"},{"caption":"841311 - Pumps; fitted or designed to be fitted with a measuring device, for dispensing fuel or lubricants, of the type used in filling-stations or in garages","value":"841311"},{"caption":"841319 - Pumps; for liquids, fitted or designed to be fitted with a measuring device, other than pumps for dispensing fuel or lubricants","value":"841319"},{"caption":"841320 - Pumps; hand, fitted or designed to be fitted with a measuring device, for liquids, other than those of item no. 8413.11 or 8413.19","value":"841320"},{"caption":"841330 - Pumps; fuel, lubricating or cooling medium pumps for internal combustion piston engines","value":"841330"},{"caption":"841340 - Pumps; concrete pumps","value":"841340"},{"caption":"841350 - Pumps; reciprocating positive displacement pumps, n.e.c. in heading no. 8413, for liquids","value":"841350"},{"caption":"841360 - Pumps; rotary positive displacement pumps, n.e.c. in heading no. 8413, for liquids","value":"841360"},{"caption":"841370 - Pumps; centrifugal, n.e.c. in heading no. 8413, for liquids","value":"841370"},{"caption":"841381 - N.e.c. in heading no. 8413","value":"841381"},{"caption":"841382 - Liquid elevators","value":"841382"},{"caption":"841391 - Pumps; parts thereof","value":"841391"},{"caption":"841392 - Parts thereof","value":"841392"}]},{"caption":"8414 - Air or vacuum pumps, air or other gas compressors and fans; ventilating or recycling hoods incorporating a fan whether or not fitted with filters","value":"8414","columns":[{"caption":"8414 - Total","value":"8414"},{"caption":"841410 - Pumps; vacuum","value":"841410"},{"caption":"841420 - Pumps; hand or foot-operated air pumps","value":"841420"},{"caption":"841430 - Compressors; of a kind used in refrigerating equipment","value":"841430"},{"caption":"841440 - Compressors; air compressors mounted on a wheeled chassis for towing","value":"841440"},{"caption":"841451 - Fans; table, floor, wall, window, ceiling or roof fans, with a self-contained electric motor of an output not exceeding 125W","value":"841451"},{"caption":"841459 - Fans; n.e.c. in item no. 8414.51","value":"841459"},{"caption":"841460 - Hoods; ventilating or recycling hoods incorporating a fan, whether or not fitted with filters, having a maximum horizontal side not exceeding 120cm","value":"841460"},{"caption":"841480 - For air, vacuum or gas, n.e.c. in heading no. 8414","value":"841480"},{"caption":"841490 - Parts, of air or vacuum pumps, air or other gas compressors and fans, ventilating or recycling hoods incorporating a fan","value":"841490"}]},{"caption":"8415 - Air conditioning machines; comprising a motor driven fan and elements for changing the temperature and humidity, including those machines in which the humidity cannot be separately regulated","value":"8415","columns":[{"caption":"8415 - Total","value":"8415"},{"caption":"841510 - Comprising a motor-driven fan and elements for changing the temperature and humidity, window or wall types, self-contained or split-system","value":"841510"},{"caption":"841520 - Comprising a motor driven fan and elements for changing the temperature and humidity, of a kind used for persons, in motor vehicles","value":"841520"},{"caption":"841581 - Containing a motor driven fan, other than window or wall types, incorporating a refrigerating unit and a valve for reversal of the cooling/heat cycle (reversible heat pumps)","value":"841581"},{"caption":"841582 - Containing a motor driven fan, other than window or wall types, incorporating a refrigerating unit","value":"841582"},{"caption":"841583 - Containing a motor driven fan, other than window or wall types, not incorporating a refrigerating unit","value":"841583"},{"caption":"841590 - With motor driven fan and elements for temperature control, parts thereof","value":"841590"}]},{"caption":"8416 - Furnace burners for liquid fuel, for pulverised solid fuel or for gas; mechanical grates, mechanical ash dischargers and similar appliances","value":"8416","columns":[{"caption":"8416 - Total","value":"8416"},{"caption":"841610 - Furnaces; furnace burners, for liquid fuel","value":"841610"},{"caption":"841620 - Furnaces; furnace burners, for pulverized solid fuel or gas, including combination burners","value":"841620"},{"caption":"841630 - Mechanical stokers, mechanical grates, mechanical ash dischargers and similar appliances","value":"841630"},{"caption":"841690 - Furnaces; parts of furnace burners, for liquid fuel, pulverized solid fuel or gas, mechanical stokers, grates, ash dischargers and the like","value":"841690"}]},{"caption":"8417 - Furnaces and ovens; industrial or laboratory, including incinerators, non-electric","value":"8417","columns":[{"caption":"8417 - Total","value":"8417"},{"caption":"841710 - Non-electric, for the roasting, melting or other heat-treatment of ores, pyrites or of metals, for industrial or laboratory use","value":"841710"},{"caption":"841720 - Ovens; non-electric, bakery ovens, including biscuit ovens","value":"841720"},{"caption":"841780 - Including incinerators, non-electric, for industrial or laboratory use, n.e.c. in heading no. 8417","value":"841780"},{"caption":"841790 - Parts of non-electric furnaces and ovens (including incinerators), of industrial or laboratory use","value":"841790"}]},{"caption":"8418 - Refrigerators, freezers and other refrigerating or freezing equipment, electric or other; heat pumps other than air conditioning machines of heading no. 8415","value":"8418","columns":[{"caption":"8418 - Total","value":"8418"},{"caption":"841810 - Combined refrigerator-freezers, fitted with separate external doors, electric or other","value":"841810"},{"caption":"841821 - Refrigerators; for household use, compression-type, electric or other","value":"841821"},{"caption":"841829 - Refrigerators; household, electric or not, other than compression-type","value":"841829"},{"caption":"841830 - Freezers; of the chest type, not exceeding 800l capacity","value":"841830"},{"caption":"841840 - Freezers; of the upright type, not exceeding 900l capacity","value":"841840"},{"caption":"841850 - For storage and display, n.e.c. in item no. 8418.1, 8418.2, 8418.3 or 8418.4 (chests, cabinets, display counters, show-cases and the like)","value":"841850"},{"caption":"841861 - Heat pumps; other than air conditioning machines of heading no. 8415","value":"841861"},{"caption":"841869 - N.e.c. in heading no. 8418","value":"841869"},{"caption":"841891 - Parts, furniture designed to receive refrigerating or freezing equipment","value":"841891"},{"caption":"841899 - Parts thereof, other than furniture","value":"841899"}]},{"caption":"8419 - Machinery, plant (not domestic), or laboratory equipment; electrically heated or not, (excluding items in 85.14) for the treatment of materials by a process involving change of temperature; including instantaneous or non electric storage water heaters","value":"8419","columns":[{"caption":"8419 - Total","value":"8419"},{"caption":"841911 - Heaters; instantaneous gas water heaters, for domestic or other purposes","value":"841911"},{"caption":"841919 - Heaters; instantaneous or storage water heaters, non-electric, other than instantaneous gas water heaters","value":"841919"},{"caption":"841920 - Sterilizers; for medical, surgical or laboratory use, not used for domestic purposes","value":"841920"},{"caption":"841931 - Dryers; for agricultural products, not used for domestic purposes","value":"841931"},{"caption":"841932 - Dryers; for wood, paper pulp, paper or paperboard, not used for domestic purposes","value":"841932"},{"caption":"841939 - Dryers; for products n.e.c. in heading no. 8419, not used for domestic purposes","value":"841939"},{"caption":"841940 - Not used for domestic purposes","value":"841940"},{"caption":"841950 - Not used for domestic purposes","value":"841950"},{"caption":"841960 - Machinery; for liquefying air or gas, not used for domestic purposes","value":"841960"},{"caption":"841981 - For making hot drinks, for cooking or heating food","value":"841981"},{"caption":"841989 - For treating materials by change of temperature, other than for making hot drinks or cooking or heating food","value":"841989"},{"caption":"841990 - Parts of equipment for treating materials by a process involving a change of temperature","value":"841990"}]},{"caption":"8420 - Machines; calendering or other rolling machines, for other than metal or glass and cylinders therefor","value":"8420","columns":[{"caption":"8420 - Total","value":"8420"},{"caption":"842010 - Machines; calendering or other rolling machines, for other than metal or glass","value":"842010"},{"caption":"842091 - Machines; parts, cylinders for calendering or other rolling machines, for other than metal or glass","value":"842091"},{"caption":"842099 - Machines; parts, (other than cylinders), for calendering or other rolling machines, for other than metal or glass","value":"842099"}]},{"caption":"8421 - Centrifuges, including centrifugal dryers; filtering or purifying machinery and apparatus for liquids or gases","value":"8421","columns":[{"caption":"8421 - Total","value":"8421"},{"caption":"842111 - Centrifuges; cream separators","value":"842111"},{"caption":"842112 - Centrifuges; clothes-dryers","value":"842112"},{"caption":"842119 - Centrifuges; n.e.c. in heading no. 8421, including centrifugal dryers (but not clothes-dryers)","value":"842119"},{"caption":"842121 - Machinery; for filtering or purifying water","value":"842121"},{"caption":"842122 - Machinery; for filtering or purifying beverages other than water","value":"842122"},{"caption":"842123 - Machinery; filtering or purifying machinery, oil or petrol filters for internal combustion engines","value":"842123"},{"caption":"842129 - Machinery; for filtering or purifying liquids, n.e.c. in item no. 8421.2","value":"842129"},{"caption":"842131 - Machinery; intake air filters for internal combustion engines","value":"842131"},{"caption":"842139 - Machinery; for filtering or purifying gases, other than intake air filters for internal combustion engines","value":"842139"},{"caption":"842191 - Centrifuges; parts thereof, including parts for centrifugal dryers","value":"842191"},{"caption":"842199 - Machinery; parts for filtering or purifying liquids or gases","value":"842199"}]},{"caption":"8422 - Dish washing machines; machinery for cleaning, drying, filling, closing, sealing, capsuling or labelling bottles, cans, boxes, bags, etc, machinery for aerating beverages","value":"8422","columns":[{"caption":"8422 - Total","value":"8422"},{"caption":"842211 - Of the household type","value":"842211"},{"caption":"842219 - Of other than household type","value":"842219"},{"caption":"842220 - Machinery; for cleaning or drying bottles or other containers","value":"842220"},{"caption":"842230 - Machinery; for filling, closing, sealing, capsuling or labelling bottles, cans, bags or other containers, machinery for aerating beverages","value":"842230"},{"caption":"842240 - Machinery; for packing or wrapping","value":"842240"},{"caption":"842290 - Machinery; parts of machinery of heading no. 8422","value":"842290"}]},{"caption":"8423 - Weighing machines; excluding balances of a sensitivity of 5cg or better, including weight operated counting or checking machines and weights of all kinds","value":"8423","columns":[{"caption":"8423 - Total","value":"8423"},{"caption":"842310 - Personal (including baby scales) and household scales","value":"842310"},{"caption":"842320 - Scales for continuous weighing of goods on conveyors","value":"842320"},{"caption":"842330 - Constant weight scales and scales for discharging a predetermined weight of material into a bag or container, including hopper scales","value":"842330"},{"caption":"842381 - Having a maximum weighing capacity not exceeding 30kg (excluding balances of a sensitivity of 5cg or better)","value":"842381"},{"caption":"842382 - Having a maximum weighing capacity exceeding 30kg but not exceeding 5000kg","value":"842382"},{"caption":"842389 - Having a maximum weighing capacity exceeding 5000kg","value":"842389"},{"caption":"842390 - Weights of all kinds, parts of weighing machinery","value":"842390"}]},{"caption":"8424 - Mechanical appliances for projecting, dispersing or spraying liquids or powders; fire extinguishers, spray guns, steam, sand blasting machines","value":"8424","columns":[{"caption":"8424 - Total","value":"8424"},{"caption":"842410 - Whether or not charged","value":"842410"},{"caption":"842420 - Spray guns and similar appliances","value":"842420"},{"caption":"842430 - Steam or sand blasting machines and similar jet projecting machines","value":"842430"},{"caption":"842481 - For projecting, dispersing or spraying liquids or powders, for agricultural or horticultural use, whether or not hand-operated","value":"842481"},{"caption":"842489 - For projecting, dispersing or spraying liquids or powders, for other than agricultural or horticultural use, whether or not hand-operated","value":"842489"},{"caption":"842490 - Parts of machines projecting, dispersing or spraying liquids or powders, whether or not hand-operated","value":"842490"}]},{"caption":"8425 - Pulley tackle and hoists other than skip hoists; winches and capstans; jacks","value":"8425","columns":[{"caption":"8425 - Total","value":"8425"},{"caption":"842511 - Powered by an electric motor (excluding skip hoists or hoists of a kind used for raising vehicles)","value":"842511"},{"caption":"842519 - Not powered by an electric motor (excluding skip hoists or hoists of a kind used for raising vehicles)","value":"842519"},{"caption":"842531 - Winches; capstans; powered by an electric motor","value":"842531"},{"caption":"842539 - Winches; capstans; not powered by an electric motor","value":"842539"},{"caption":"842541 - Jacks; built-in jacking systems of a type used in garages, for raising vehicles","value":"842541"},{"caption":"842542 - Hydraulic, of a kind used for raising vehicles","value":"842542"},{"caption":"842549 - (other than hydraulic), of a kind used for raising vehicles","value":"842549"}]},{"caption":"8426 - Derricks, cranes, including cable cranes, mobile lifting frames, straddle carriers and works trucks fitted with a crane","value":"8426","columns":[{"caption":"8426 - Total","value":"8426"},{"caption":"842611 - Cranes; overhead travelling cranes on fixed support","value":"842611"},{"caption":"842612 - Cranes; mobile lifting frames on tyres and straddle carriers","value":"842612"},{"caption":"842619 - Cranes; transporter, gantry and bridge cranes","value":"842619"},{"caption":"842620 - Cranes; tower cranes","value":"842620"},{"caption":"842630 - Cranes; portal or pedestal jib cranes","value":"842630"},{"caption":"842641 - Cranes; self-propelled derricks and cranes, on tyres, n.e.c. in heading no. 8426","value":"842641"},{"caption":"842649 - Cranes; self-propelled derricks and cranes, not on tyres, n.e.c. in heading no. 8426","value":"842649"},{"caption":"842691 - Designed for mounting on road vehicles","value":"842691"},{"caption":"842699 - For other than mounting on road vehicles, n.e.c. in heading no. 8426","value":"842699"}]},{"caption":"8427 - Fork-lift and other works trucks; fitted with lifting or handling equipment","value":"8427","columns":[{"caption":"8427 - Total","value":"8427"},{"caption":"842710 - Fitted with lifting or handling equipment, self-propelled by electric motor","value":"842710"},{"caption":"842720 - Fitted with lifting or handling equipment, self-propelled by other than electric motor","value":"842720"},{"caption":"842790 - Fitted with lifting or handling equipment, not self-propelled","value":"842790"}]},{"caption":"8428 - Lifting, handling, loading or unloading machinery; n.e.c. in heading no. 8425, 8426 or 8427 (e.g. lifts, escalators, conveyors, teleferics)","value":"8428","columns":[{"caption":"8428 - Total","value":"8428"},{"caption":"842810 - Lifts and skip hoists","value":"842810"},{"caption":"842820 - Pneumatic","value":"842820"},{"caption":"842831 - Continuous-action, for goods and materials, specially designed for underground use, n.e.c. in item no. 8428.20","value":"842831"},{"caption":"842832 - Continuous-action, for goods or materials, bucket type, n.e.c. in item no. 8428.20 or 8428.31","value":"842832"},{"caption":"842833 - Continuous-action, for goods or materials, belt type, n.e.c. in item no. 8428.20 or 8428.31","value":"842833"},{"caption":"842839 - Continuous-action, for goods or materials, n.e.c. in item no. 8428.20, 8428.31, 8428.32 or 8428.33","value":"842839"},{"caption":"842840 - Escalators and moving walkways","value":"842840"},{"caption":"842860 - Teleferics, chair-lifts, ski-draglines, traction mechanisms for funiculars","value":"842860"},{"caption":"842890 - N.e.c. in heading no. 8425, 8426, 8427 or 8428","value":"842890"}]},{"caption":"8429 - Bulldozers, graders, levellers, scrapers, angledozers, mechanical shovels, excavators, shovel loaders, tamping machines and road rollers, self-propelled","value":"8429","columns":[{"caption":"8429 - Total","value":"8429"},{"caption":"842911 - Self-propelled, track laying","value":"842911"},{"caption":"842919 - Self-propelled, other than track laying","value":"842919"},{"caption":"842920 - Graders and levellers","value":"842920"},{"caption":"842930 - Scrapers; self-propelled","value":"842930"},{"caption":"842940 - Self-propelled","value":"842940"},{"caption":"842951 - Front-end shovel loaders","value":"842951"},{"caption":"842952 - With a 360 degree revolving super structure","value":"842952"},{"caption":"842959 - N.e.c. in item no. 8429.50","value":"842959"}]},{"caption":"8430 - Moving, grading, levelling, scraping, excavating, tamping, compacting, extracting or boring machinery, for earth, minerals, or ores; pile drivers and extractors; snow ploughs and snow blowers","value":"8430","columns":[{"caption":"8430 - Total","value":"8430"},{"caption":"843010 - Pile-drivers and pile-extractors","value":"843010"},{"caption":"843020 - Snow-ploughs and snow-blowers","value":"843020"},{"caption":"843031 - Self-propelled","value":"843031"},{"caption":"843039 - Not self-propelled","value":"843039"},{"caption":"843041 - Self-propelled, n.e.c. in heading no. 8430","value":"843041"},{"caption":"843049 - Not self-propelled","value":"843049"},{"caption":"843050 - Machinery; for handling earth, minerals or ores, self-propelled, n.e.c. in heading no. 8430","value":"843050"},{"caption":"843061 - Machinery; for tamping or compacting, not self-propelled","value":"843061"},{"caption":"843069 - Machinery; for moving, levelling, scraping, grading, excavating earth minerals or ores; not self propelled n.e.c in 84.30","value":"843069"}]},{"caption":"8431 - Machinery parts; used solely or principally with the machinery of heading no. 8425 to 8430","value":"8431","columns":[{"caption":"8431 - Total","value":"8431"},{"caption":"843110 - Machinery; parts of the machinery of heading no. 8425","value":"843110"},{"caption":"843120 - Machinery; parts of the machinery of heading no. 8427","value":"843120"},{"caption":"843131 - Parts thereof","value":"843131"},{"caption":"843139 - Machinery; parts of the machinery of heading no. 8428, (other than lifts, skip hoists or escalators)","value":"843139"},{"caption":"843141 - Buckets, shovels, grabs and grips, for the machinery of heading no. 8426 and 8430","value":"843141"},{"caption":"843142 - Bulldozer or angledozer blades","value":"843142"},{"caption":"843143 - Parts of the machinery of item no. 8430.41 or 8430.41","value":"843143"},{"caption":"843149 - Machinery; parts of machines handling earth, minerals or ores and n.e.c. in heading no. 8431","value":"843149"}]},{"caption":"8432 - Agricultural, horticultural or forestry machinery for soil preparation or cultivation; lawn or sports-ground rollers","value":"8432","columns":[{"caption":"8432 - Total","value":"8432"},{"caption":"843210 - Ploughs; for soil preparation","value":"843210"},{"caption":"843221 - Harrows; disc harrows","value":"843221"},{"caption":"843229 - Harrows; (excluding disc), scarifiers, cultivators, weeders and hoes","value":"843229"},{"caption":"843230 - Seeders, planters and transplanters","value":"843230"},{"caption":"843240 - For manure and fertilizers, for agricultural, horticultural or forestry use","value":"843240"},{"caption":"843280 - Rollers; for lawns or sports-grounds","value":"843280"},{"caption":"843290 - Machinery; parts of machinery for soil preparation or cultivation or for rollers for lawns or sports-grounds","value":"843290"}]},{"caption":"8433 - Harvesting and threshing machinery, straw and fodder balers, grass or hay mowers; machines for cleaning, sorting or grading eggs, fruit or other agricultural produce, other than machinery of heading no 8437","value":"8433","columns":[{"caption":"8433 - Total","value":"8433"},{"caption":"843311 - Mowers; lawn, parks or sports-grounds, powered, with the cutting device rotating in a horizontal plane","value":"843311"},{"caption":"843319 - Mowers; for lawns, parks or sports-grounds, other than with the cutting device rotating in a horizontal plane","value":"843319"},{"caption":"843320 - Mowers; n.e.c. in item no. 8433.1 (including cutter bars for tractor mounting)","value":"843320"},{"caption":"843330 - Haymaking machinery","value":"843330"},{"caption":"843340 - Balers; straw or fodder balers, including pick-up balers","value":"843340"},{"caption":"843351 - Combine harvester-threshers","value":"843351"},{"caption":"843352 - Other than combine harvester-threshers","value":"843352"},{"caption":"843353 - For roots or tubers","value":"843353"},{"caption":"843359 - N.e.c. in heading no. 8433","value":"843359"},{"caption":"843360 - Machines; for cleaning, sorting or grading eggs, fruit or other agricultural produce","value":"843360"},{"caption":"843390 - Parts, including parts of threshing machinery, straw or fodder balers and grass or hay mowers","value":"843390"}]},{"caption":"8434 - Milking machines and dairy machinery","value":"8434","columns":[{"caption":"8434 - Total","value":"8434"},{"caption":"843410 - Milking machines","value":"843410"},{"caption":"843420 - Dairy machinery","value":"843420"},{"caption":"843490 - Parts thereof","value":"843490"}]},{"caption":"8435 - Presses, crushers and similar machinery; used in the manufacture of wine, cider, fruit juices or similar beverages","value":"8435","columns":[{"caption":"8435 - Total","value":"8435"},{"caption":"843510 - Used in the manufacture of wine, cider, fruit juices or similar beverages","value":"843510"},{"caption":"843590 - Parts, used in the manufacture of wine, cider, fruit juices or similar beverages","value":"843590"}]},{"caption":"8436 - Agricultural, horticultural, forestry, poultry-keeping, bee-keeping machinery; including germination plant fitted with mechanical or thermal equipment; poultry incubators and brooders","value":"8436","columns":[{"caption":"8436 - Total","value":"8436"},{"caption":"843610 - Machinery; for preparing animal feeding stuffs","value":"843610"},{"caption":"843621 - Poultry incubators and brooders","value":"843621"},{"caption":"843629 - Other than incubators and brooders","value":"843629"},{"caption":"843680 - Machinery; for agricultural, horticultural or forestry use and n.e.c. in heading no. 8436","value":"843680"},{"caption":"843691 - Machinery; parts of poultry-keeping machinery or poultry incubators and brooders","value":"843691"},{"caption":"843699 - Machinery; parts of that machinery for agricultural, horticultural or forestry use n.e.c. in heading no. 8436","value":"843699"}]},{"caption":"8437 - Machines for cleaning, sorting, grading seed, grain, dried leguminous vegetables; machinery used in the milling industry for the working of cereals or dried leguminous vegetables, not farm type machinery","value":"8437","columns":[{"caption":"8437 - Total","value":"8437"},{"caption":"843710 - Machines; for cleaning, sorting or grading seed, grain or dried leguminous vegetables","value":"843710"},{"caption":"843780 - Machinery; for use in the milling industry or for the working of cereals or dried leguminous vegetables, other than farm-type machinery","value":"843780"},{"caption":"843790 - Machines; parts of those for cleaning, sorting or grading seed, grain or dried leguminous vegetables or for milling or working cereals or dried leguminous vegetables (not farm-type machinery)","value":"843790"}]},{"caption":"8438 - Machinery n.e.c. in this chapter, for the industrial preparation or manufacture of food or drink; other than machinery for extraction or preparation of animal or fixed vegetable fats or oils","value":"8438","columns":[{"caption":"8438 - Total","value":"8438"},{"caption":"843810 - Machinery; industrial, for bakery and for the manufacture of macaroni, spaghetti or similar products","value":"843810"},{"caption":"843820 - Machinery; industrial, for the manufacture of confectionery, cocoa or chocolate","value":"843820"},{"caption":"843830 - Machinery; industrial, for sugar manufacture","value":"843830"},{"caption":"843840 - Machinery; industrial, brewery machinery","value":"843840"},{"caption":"843850 - Machinery; industrial, for the preparation of meat or poultry","value":"843850"},{"caption":"843860 - Machinery; industrial, for the preparation of fruits, nuts or vegetables","value":"843860"},{"caption":"843880 - Machinery; used in the industrial preparation or manufacture of food or drink, n.e.c. in heading no. 8438","value":"843880"},{"caption":"843890 - Machinery; parts of those machines used in the industrial preparation or manufacture of food or drink","value":"843890"}]},{"caption":"8439 - Machinery; for making pulp of fibrous cellulosic material, or for making or finishing paper or paperboard","value":"8439","columns":[{"caption":"8439 - Total","value":"8439"},{"caption":"843910 - Machinery; for making pulp of fibrous cellulosic material","value":"843910"},{"caption":"843920 - Machinery; for making paper or paperboard","value":"843920"},{"caption":"843930 - Machinery; for finishing paper or paperboard","value":"843930"},{"caption":"843991 - Machinery; parts of machinery for making pulp of fibrous cellulosic material","value":"843991"},{"caption":"843999 - Machinery; parts of machinery for making or finishing paper or paperboard","value":"843999"}]},{"caption":"8440 - Book-binding machinery; including book-sewing machines","value":"8440","columns":[{"caption":"8440 - Total","value":"8440"},{"caption":"844010 - Including book-sewing machines","value":"844010"},{"caption":"844090 - Including book-sewing machines, parts thereof","value":"844090"}]},{"caption":"8441 - Machines; for making up paper pulp, paper or paperboard, including cutting machines of all kinds","value":"8441","columns":[{"caption":"8441 - Total","value":"8441"},{"caption":"844110 - Machines; cutting, of all kinds, for making up paper pulp, paper or paperboard","value":"844110"},{"caption":"844120 - Machines; for making bags, sacks or envelopes of paper pulp, paper or paperboard","value":"844120"},{"caption":"844130 - Machines; for making cartons, boxes, cases, tubes, drums or similar containers (other than by moulding), of paper pulp, paper or paperboard","value":"844130"},{"caption":"844140 - Machines; for moulding articles, in paper pulp, paper or paperboard","value":"844140"},{"caption":"844180 - Machinery; n.e.c. in heading no. 8441, for making up paper pulp, paper or paperboard","value":"844180"},{"caption":"844190 - Machinery; parts of machinery for making up paper pulp, paper or paperboard, including cutting machines of all kinds","value":"844190"}]},{"caption":"8442 - Machinery, apparatus and equipment (excluding machine-tools of heading no. 8456 to 8465) for preparing or making printing components; plates, cylinders and other printing components; lithographic stones prepared for printing purposes","value":"8442","columns":[{"caption":"8442 - Total","value":"8442"},{"caption":"844230 - Machinery, apparatus and equipment (excluding machine-tools of heading no. 8456 to 8465) for preparing or making printing components","value":"844230"},{"caption":"844240 - Parts thereof","value":"844240"},{"caption":"844250 - Lithographic stones prepared for printing purposes (for example, planed, grained or polished)","value":"844250"}]},{"caption":"8443 - Printing machinery; used for printing by means of plates, cylinders and other printing components of heading 84.42; other printers, copying machines and facsimile machines, whether or not combined; parts and accessories thereof","value":"8443","columns":[{"caption":"8443 - Total","value":"8443"},{"caption":"844311 - Offset, reel-fed","value":"844311"},{"caption":"844312 - Offset, sheet-fed, office type (sheet size not exceeding 22 x 36cm in the unfolded state)","value":"844312"},{"caption":"844313 - Offset, n.e.c. in item no. 8443.1","value":"844313"},{"caption":"844314 - Letterpress, reel-fed, excluding flexographic printing","value":"844314"},{"caption":"844315 - Letterpress, other than reel-fed, excluding flexographic printing","value":"844315"},{"caption":"844316 - Flexographic","value":"844316"},{"caption":"844317 - Gravure","value":"844317"},{"caption":"844319 - Used for printing by means of plates, cylinders and other printing components of heading 84.42, n.e.c. in item no. 8443.1","value":"844319"},{"caption":"844331 - Machines which perform two or more of the functions of printing, copying or facsimile transmission, capable of connecting to an automatic data processing machine or to a network","value":"844331"},{"caption":"844332 - Single-function printing, copying or facsimile machines, capable of connecting to an automatic data processing machine or to a network","value":"844332"},{"caption":"844339 - Single-function printing, copying or facsimile machines, not capable of connecting to an automatic data processing machine or to a network","value":"844339"},{"caption":"844391 - Parts and accessories","value":"844391"},{"caption":"844399 - Parts and accessories, n.e.c. in item no. 8443.91","value":"844399"}]},{"caption":"8444 - Textile machinery; for extruding, drawing, texturing or cutting man-made textile materials","value":"8444","columns":[{"caption":"8444 - Total","value":"8444"}]},{"caption":"8445 - Textile machinery; spinning, doubling, twisting machines, textile reeling or winding machines and machines for preparing textile yarns for use on machines of heading no. 8446 and 8447","value":"8445","columns":[{"caption":"8445 - Total","value":"8445"},{"caption":"844511 - Carding machines for preparing textile fibres","value":"844511"},{"caption":"844512 - Combing machines for preparing textile fibres","value":"844512"},{"caption":"844513 - Drawing or roving machines for preparing textile fibres","value":"844513"},{"caption":"844519 - N.e.c. in heading no. 8445, for preparing textile fibres","value":"844519"},{"caption":"844520 - Spinning machines","value":"844520"},{"caption":"844530 - Doubling or twisting machines","value":"844530"},{"caption":"844540 - Winding (including weft-winding) or reeling machines","value":"844540"},{"caption":"844590 - Involved in textile fibre or textile yarn preparation and n.e.c. in heading no. 8445","value":"844590"}]},{"caption":"8446 - Weaving machines (looms)","value":"8446","columns":[{"caption":"8446 - Total","value":"8446"},{"caption":"844610 - For weaving fabrics of a width 30cm or less","value":"844610"},{"caption":"844621 - For weaving fabrics of a width exceeding 30cm, shuttle type, power looms","value":"844621"},{"caption":"844629 - For weaving fabrics of a width exceeding 30cm, shuttle type, other than power looms","value":"844629"},{"caption":"844630 - For weaving fabrics of a width exceeding 30cm, shuttleless type","value":"844630"}]},{"caption":"8447 - Knitting machines, stitch-bonding machines and machines for making gimped yarn, tulle, lace, embroidery, trimmings, braid or net and machines for tufting","value":"8447","columns":[{"caption":"8447 - Total","value":"8447"},{"caption":"844711 - Circular, with cylinder diameter not exceeding 165mm","value":"844711"},{"caption":"844712 - Circular, with cylinder diameter exceeding 165mm","value":"844712"},{"caption":"844720 - Flat, stitch-bonding machines","value":"844720"},{"caption":"844790 - Machines; for making gimped yarn, tulle, lace, embroidery, trimmings, braid or net and machines for tufting","value":"844790"}]},{"caption":"8448 - Machinery, auxiliary; for use with machines of heading no. 8444 to 8447 (e.g. dobbies, jacquards, automatic stop motions, shuttle changing mechanisms) parts, accessories for machines of heading no. 8444, 8447","value":"8448","columns":[{"caption":"8448 - Total","value":"8448"},{"caption":"844811 - Dobbies and jacquards, card reducing, copying, punching or assembling machines for use therewith","value":"844811"},{"caption":"844819 - For machines of heading no. 8444, 8445, 8446 or 8447, n.e.c. in item no. 8448.11","value":"844819"},{"caption":"844820 - Machines; parts and accessories of machines or auxiliary machinery of heading no. 8444","value":"844820"},{"caption":"844831 - Parts and accessories","value":"844831"},{"caption":"844832 - Machines; parts and accessories of machines or auxiliary machinery for preparing textile fibres, other than card clothing","value":"844832"},{"caption":"844833 - Machines; parts and accessories of machines or auxiliary machinery, spindles, spindle flyers, spinning rings and ring travellers","value":"844833"},{"caption":"844839 - Machines; parts and accessories of machines or auxiliary machinery of heading no. 8445, n.e.c. in item no. 8448.3","value":"844839"},{"caption":"844842 - Parts including their auxiliary machinery, and accessories thereof, reeds for looms, healds and heald-frames","value":"844842"},{"caption":"844849 - Parts including their auxiliary machinery, and accessories thereof n.e.c. in item no. 8448.4","value":"844849"},{"caption":"844851 - Machines; parts and accessories of machines of heading no. 8447 or auxiliary machinery, sinkers, needles and other articles used in forming stitches","value":"844851"},{"caption":"844859 - Machines; parts and accessories of machines or auxiliary machinery of heading no. 8447, other than sinkers, needles and other articles used in forming stitches","value":"844859"}]},{"caption":"8449 - Machinery; for manufacture or finishing felt or non-wovens in the piece or in shapes, including machinery for making felt hats, blocks for making hats","value":"8449","columns":[{"caption":"8449 - Total","value":"8449"}]},{"caption":"8450 - Household or laundry-type washing machines; including machines which both wash and dry","value":"8450","columns":[{"caption":"8450 - Total","value":"8450"},{"caption":"845011 - Household or laundry-type, fully-automatic, (of a dry linen capacity not exceeding 10kg)","value":"845011"},{"caption":"845012 - Household or laundry-type, with built-in centrifugal drier, (not fully-automatic), of a dry linen capacity not exceeding 10kg","value":"845012"},{"caption":"845019 - Household or laundry-type, not fully-automatic, without built-in centrifugal drier, of a dry linen capacity not exceeding 10kg","value":"845019"},{"caption":"845020 - Household or laundry-type, of a dry linen capacity exceeding 10kg","value":"845020"},{"caption":"845090 - Parts for household or laundry-type","value":"845090"}]},{"caption":"8451 - Machinery (not of heading no. 8450) for washing, cleaning, wringing, drying, ironing, pressing, bleaching, dyeing, dressing, finishing, coating or impregnating textile yarn, fabrics or made up articles","value":"8451","columns":[{"caption":"8451 - Total","value":"8451"},{"caption":"845110 - Dry-cleaning machines","value":"845110"},{"caption":"845121 - Of a dry linen capacity not exceeding 10kg","value":"845121"},{"caption":"845129 - Of a dry linen capacity exceeding 10kg","value":"845129"},{"caption":"845130 - Ironing machines and presses (including fusing presses)","value":"845130"},{"caption":"845140 - Machines; for washing, bleaching or dyeing","value":"845140"},{"caption":"845150 - Machines; for reeling, unreeling, folding, cutting or pinking textile fabrics","value":"845150"},{"caption":"845180 - Machinery; for wringing, dressing, finishing, coating or impregnating textile yarns, fabrics or made up textile articles; for applying paste to base fabric used in manufacture of floor coverings","value":"845180"},{"caption":"845190 - Machinery; parts, of the machinery of heading no. 8451","value":"845190"}]},{"caption":"8452 - Sewing machines; other than book-sewing machines of heading no. 8440; furniture, bases and covers specially designed for sewing machines; sewing machine needles","value":"8452","columns":[{"caption":"8452 - Total","value":"8452"},{"caption":"845210 - Of the household type","value":"845210"},{"caption":"845221 - (not household type), automatic units","value":"845221"},{"caption":"845229 - Not household or automatic unit type","value":"845229"},{"caption":"845230 - Sewing machine needles","value":"845230"},{"caption":"845290 - Furniture, bases and covers for sewing machines and parts thereof, and other parts of sewing machines","value":"845290"}]},{"caption":"8453 - Machinery for preparing, tanning or working hides, skins or leather or for making or repairing footwear or other articles of hides, skins or leather, other than sewing machines","value":"8453","columns":[{"caption":"8453 - Total","value":"8453"},{"caption":"845310 - Machinery; for preparing, tanning or working hides, skins or leather, other than sewing machines","value":"845310"},{"caption":"845320 - Machinery; for making or repairing footwear, other than sewing machines","value":"845320"},{"caption":"845380 - Machinery; for making or repairing articles of hides, skins or leather, other than sewing machines","value":"845380"},{"caption":"845390 - Machinery; parts of those for preparing, tanning or working hides, skins or leather, for making or repairing footwear or other articles of hides, skin or leather, other than sewing machines","value":"845390"}]},{"caption":"8454 - Converters, ladles, ingot moulds and casting machines; of a kind used metallurgy or in metal foundries","value":"8454","columns":[{"caption":"8454 - Total","value":"8454"},{"caption":"845410 - Converters; of a type used in metallurgy or in metal foundries","value":"845410"},{"caption":"845420 - Of a kind used in metallurgy or in metal foundries","value":"845420"},{"caption":"845430 - Of a kind used in metallurgy or in metal foundries","value":"845430"},{"caption":"845490 - Machines; parts of converters, ladles, ingot moulds and casting machines, of a kind used in metallurgy or in metal foundries","value":"845490"}]},{"caption":"8455 - Metal-rolling mills and rolls therefor","value":"8455","columns":[{"caption":"8455 - Total","value":"8455"},{"caption":"845510 - Tube mills","value":"845510"},{"caption":"845521 - Hot or combination hot and cold rolling mills","value":"845521"},{"caption":"845522 - Cold","value":"845522"},{"caption":"845530 - Rolls thereof","value":"845530"},{"caption":"845590 - Parts thereof","value":"845590"}]},{"caption":"8456 - Machine-tools; for working any material by removal of material, by laser or other light or photon beam, ultrasonic, electro-discharge, electro-chemical, electron beam, ionic-beam, or plasma arc processes; water-jet cutting machines","value":"8456","columns":[{"caption":"8456 - Total","value":"8456"},{"caption":"845610 - Machine-tools; for working any material by removal of material, operated by laser or other light or photon beam processes","value":"845610"},{"caption":"845620 - Machine-tools; for working any material by removal of material, operated by ultrasonic processes","value":"845620"},{"caption":"845630 - Machine-tools; for working any material by removal of material, operated by electro-discharge processes","value":"845630"},{"caption":"845690 - Machine tools; for working any material by removal of material operated, by electro-chemical, electron beam, ionic beam or plasma arc processes; water-jet cutting machines","value":"845690"}]},{"caption":"8457 - Machining centres, unit construction machines (single station) and multi-station transfer machines for working metal","value":"8457","columns":[{"caption":"8457 - Total","value":"8457"},{"caption":"845710 - For working metal","value":"845710"},{"caption":"845720 - Machines; unit construction machines (single station), for working metal","value":"845720"},{"caption":"845730 - Metal machines; multi-station transfer machines, for working metal","value":"845730"}]},{"caption":"8458 - Lathes for removing metal","value":"8458","columns":[{"caption":"8458 - Total","value":"8458"},{"caption":"845811 - Lathes; for removing metal, horizontal, numerically controlled","value":"845811"},{"caption":"845819 - Lathes; for removing metal, horizontal, other than numerically controlled","value":"845819"},{"caption":"845891 - Lathes; for removing metal, numerically controlled, other than horizontal lathes","value":"845891"},{"caption":"845899 - Lathes; for removing metal, other than horizontal or numerically controlled lathes","value":"845899"}]},{"caption":"8459 - Machine-tools; (including way-type unit head machines) for drilling, boring, milling, threading or tapping by removing metal, other than lathes of heading no. 8458","value":"8459","columns":[{"caption":"8459 - Total","value":"8459"},{"caption":"845910 - Machine-tools; way-type unit head machines, for drilling, boring, milling, threading or tapping by removing metal, other than lathes of heading no. 8458","value":"845910"},{"caption":"845921 - Machine-tools; for drilling by removing metal, numerically controlled","value":"845921"},{"caption":"845929 - Machine-tools; for drilling by removing metal, other than numerically controlled","value":"845929"},{"caption":"845931 - Machine-tools; for boring-milling by removing metal, numerically controlled","value":"845931"},{"caption":"845939 - Machine-tools; for boring-milling by removing metal, other than numerically controlled","value":"845939"},{"caption":"845940 - Machine-tools; for boring by removing metal, n.e.c. in item no. 8459.31 and 8459.39","value":"845940"},{"caption":"845951 - Machine-tools; for milling by removing metal, knee-type, numerically controlled","value":"845951"},{"caption":"845959 - Machine-tools; for milling by removing metal, knee-type, other than numerically controlled","value":"845959"},{"caption":"845961 - Machine-tools; for milling by removing metal, (not knee-type), numerically controlled","value":"845961"},{"caption":"845969 - Machine-tools; for milling by removing metal, not knee-type, other than numerically controlled","value":"845969"},{"caption":"845970 - Machine-tools; for threading or tapping by removing metal","value":"845970"}]},{"caption":"8460 - Machine-tools; for deburring, sharpening, grinding, honing, lapping, polishing or otherwise finishing metal, sintered metal carbides or cermets by means of grinding stones, abrasives or polishing products","value":"8460","columns":[{"caption":"8460 - Total","value":"8460"},{"caption":"846011 - Machine-tools; flat-surface grinding machines, in which positioning in any one axis can be set up to an accuracy of 0.01mm or better, numerically controlled","value":"846011"},{"caption":"846019 - Machine-tools; flat-surface grinding machines, in which positioning in any one axis can be set up to an accuracy of 0.01mm or better, other than numerically controlled","value":"846019"},{"caption":"846021 - Machine-tools; grinding machines (other than flat-surface), in which positioning in any one axis can be set up to at least an accuracy of 0.01mm, numerically controlled","value":"846021"},{"caption":"846029 - Machine-tools; grinding machines (other than flat-surface), in which positioning in any one axis can be set up to at least an accuracy of 0.01mm, other than numerically controlled","value":"846029"},{"caption":"846031 - Machine-tools; sharpening (tool or cutter grinding) machines, numerically controlled","value":"846031"},{"caption":"846039 - Machine-tools; sharpening (tool or cutter grinding) machines, other than numerically controlled","value":"846039"},{"caption":"846040 - Machine-tools; for honing or lapping","value":"846040"},{"caption":"846090 - Machine-tools; for deburring, polishing or otherwise finishing metal, sintered metal carbides or cermets by means of grinding stones, abrasives or polishing products, n.e.c. in heading no. 8460","value":"846090"}]},{"caption":"8461 - Machine-tools; for planing, shaping, slotting, broaching, gear cutting and grinding, finishing, sawing, cutting off and other tools working by removing metal, sintered metal carbides or cermets n.e.c.","value":"8461","columns":[{"caption":"8461 - Total","value":"8461"},{"caption":"846120 - Machine-tools; shaping or slotting machines, working by removing metal, sintered metal carbides or cermets","value":"846120"},{"caption":"846130 - Machine-tools; broaching machines, working by removing metal, sintered metal carbides or cermets","value":"846130"},{"caption":"846140 - Machine-tools; gear cutting, gear grinding or gear finishing machines, working by removing metal, sintered metal carbides or cermets","value":"846140"},{"caption":"846150 - Machine-tools; sawing or cutting-off machines, working by removing metal, sintered metal carbides or cermets","value":"846150"},{"caption":"846190 - Machine-tools; planing machines, and other machine-tools n.e.c. in heading no. 8461; working by removing metal, sinistered metal carbides or cerments.","value":"846190"}]},{"caption":"8462 - Machine-tools; (including presses) for working metal by forging, hammering or die-stamping, for bending, folding, straightening, flattening, shearing or punching metal","value":"8462","columns":[{"caption":"8462 - Total","value":"8462"},{"caption":"846210 - Machine-tools; forging or die-stamping machines (including presses) and hammers, for working metal","value":"846210"},{"caption":"846221 - Machine-tools; bending, folding, straightening or flattening machines (including presses), numerically controlled, for working metal","value":"846221"},{"caption":"846229 - Machine-tools; bending, folding, straightening or flattening machines (including presses), (other than numerically controlled), for working metal","value":"846229"},{"caption":"846231 - Machine-tools; shearing machines (including presses), (other than combined punching and shearing machines), numerically controlled, for working metal","value":"846231"},{"caption":"846239 - Machine-tools; shearing machines (including presses), (other than combined punching and shearing machines, other than numerically controlled), for working metal","value":"846239"},{"caption":"846241 - Machine-tools; punching or notching machines (including presses), including combined punching and shearing machines, numerically controlled, for working metal","value":"846241"},{"caption":"846249 - Machine-tools; punching or notching machines (including presses), including combined punching and shearing machines, (not numerically controlled), for working metal","value":"846249"},{"caption":"846291 - Machine-tools; presses for working metal or metal carbides, n.e.c. in heading no. 8462, hydraulic presses","value":"846291"},{"caption":"846299 - Machine-tools; presses for working metal or metal carbides, n.e.c. in heading no. 8462, other than hydraulic presses","value":"846299"}]},{"caption":"8463 - Machine-tools; n.e.c. for working metal, sintered metal carbides or cermets without removing material","value":"8463","columns":[{"caption":"8463 - Total","value":"8463"},{"caption":"846310 - Machine-tools; for working metal, sintered metal carbides or cermets, without removing material, draw-benches for bars, tubes, profiles, wire or the like","value":"846310"},{"caption":"846320 - Machine-tools; for working metal, sintered metal carbides or cermets, without removing material, thread rolling machines","value":"846320"},{"caption":"846330 - Machine-tools; machines for working wire, without removing material","value":"846330"},{"caption":"846390 - Machine-tools; for working metal, sintered metal carbides or cermets, without removing material, n.e.c. in heading no. 8463","value":"846390"}]},{"caption":"8464 - Machine-tools; for working stone, ceramics, concrete, asbestos-cement or like mineral materials or for cold working glass","value":"8464","columns":[{"caption":"8464 - Total","value":"8464"},{"caption":"846410 - Machine-tools; sawing machines, for working stone, ceramics, concrete, asbestos-cement or like mineral materials or for cold working glass","value":"846410"},{"caption":"846420 - Machine-tools; grinding or polishing machines, for working stone, ceramics, concrete, asbestos-cement or like mineral materials or for cold working glass","value":"846420"},{"caption":"846490 - Machine-tools; for working stone, ceramics, concrete, asbestos-cement or like mineral materials or for cold working glass, (other than sawing, grinding or polishing machines)","value":"846490"}]},{"caption":"8465 - Machine-tools; (including machines for nailing, stapling, glueing or otherwise assembling) for working wood, cork, bone, hard plastics or rubber or similar hard materials","value":"8465","columns":[{"caption":"8465 - Total","value":"8465"},{"caption":"846510 - Machine-tools; which can carry out different types of machining operations without tool change between such operations, for working wood, cork, bone, hard rubber, hard plastics or similar","value":"846510"},{"caption":"846591 - Machine-tools; sawing machines, for working wood, cork, bone, hard rubber, hard plastics or similar hard materials","value":"846591"},{"caption":"846592 - Machine-tools; planing, milling or moulding (by cutting) machines, for working wood, cork, bone, hard rubber, hard plastics or similar hard materials","value":"846592"},{"caption":"846593 - Machine-tools; grinding, sanding or polishing machines, for working wood, cork, bone, hard rubber, hard plastics or similar hard materials","value":"846593"},{"caption":"846594 - Machine-tools; bending or assembling machines, for working wood, cork, bone, hard rubber, hard plastics or similar hard materials","value":"846594"},{"caption":"846595 - Machine-tools; drilling or morticing machines, for working wood, cork, bone, hard rubber, hard plastics or similar hard materials","value":"846595"},{"caption":"846596 - Machine-tools; splitting, slicing or paring machines, for working wood, cork, bone, hard rubber, hard plastics or similar hard materials","value":"846596"},{"caption":"846599 - Machine-tools; for working wood, cork, bone, hard rubber, hard plastics or similar hard materials, n.e.c. in heading no. 8465","value":"846599"}]},{"caption":"8466 - Machine-tools; parts and accessories suitable for use solely or principally with the machines of headings 8456 to 8465, and tool holders for any type of tool for working in the hand","value":"8466","columns":[{"caption":"8466 - Total","value":"8466"},{"caption":"846610 - Machine-tools; parts and accessories, tool holders and self-opening dieheads","value":"846610"},{"caption":"846620 - Machine-tools; parts and accessories, work holders","value":"846620"},{"caption":"846630 - Machine-tools; parts and accessories, dividing heads and other special attachments for machine-tools","value":"846630"},{"caption":"846691 - Machine-tools; parts and accessories, for the machines of heading no. 8464, n.e.c. in heading no. 8466","value":"846691"},{"caption":"846692 - Machine-tools; parts and accessories, for the machines of heading no. 8465, n.e.c. in heading no. 8466","value":"846692"},{"caption":"846693 - Machine-tools; parts and accessories, for the machines of heading no. 8456 to 8461, n.e.c. in heading no. 8466","value":"846693"},{"caption":"846694 - Machine-tools; parts and accessories, for the machines of heading no. 8462 or 8463, n.e.c. in heading no. 8466","value":"846694"}]},{"caption":"8467 - Tools; for working in the hand, pneumatic, hydraulic or with self-contained electric or non-electric motor","value":"8467","columns":[{"caption":"8467 - Total","value":"8467"},{"caption":"846711 - Tools; for working in the hand, pneumatic, rotary type (including combined rotary-percussion)","value":"846711"},{"caption":"846719 - Tools; for working in the hand, pneumatic, other than rotary type","value":"846719"},{"caption":"846721 - Tools; for working in the hand, with self-contained electric motor; drills of all kinds","value":"846721"},{"caption":"846722 - Tools; for working in the hand, with self-contained electric motor; saws","value":"846722"},{"caption":"846729 - Tools; for working in the hand, with self-contained electric motor; other than saws and drills","value":"846729"},{"caption":"846781 - Tools; for working in the hand, chain saws with self-contained non-electric motor","value":"846781"},{"caption":"846789 - Tools; for working in the hand, (other than chain saws), hydraulic or with self-contained non-electric motor, (not pneumatic)","value":"846789"},{"caption":"846791 - Tools; for working in the hand, parts of chain saws, with self-contained non-electric motor","value":"846791"},{"caption":"846792 - Tools; for working in the hand, parts of pneumatic tools","value":"846792"},{"caption":"846799 - Tools; for working in the hand, parts thereof for other than chain saws and pneumatic tools","value":"846799"}]},{"caption":"8468 - Machinery and apparatus for soldering, brazing, welding, whether or not capable of cutting, other than those of heading no. 8515; gas-operated surface tempering machines and appliances","value":"8468","columns":[{"caption":"8468 - Total","value":"8468"},{"caption":"846810 - Hand-held blow pipes for soldering, brazing or welding, whether or not capable of cutting","value":"846810"},{"caption":"846820 - Gas operated machinery and apparatus n.e.c. in item no. 8468.10, for soldering, brazing or welding, whether or not capable of cutting","value":"846820"},{"caption":"846880 - For soldering, brazing or welding, whether or not capable of cutting, n.e.c. in heading no. 8468","value":"846880"},{"caption":"846890 - Parts, soldering, brazing or welding, whether or not capable of cutting, parts thereof","value":"846890"}]},{"caption":"8469 - Typewriters (other than printers of heading no. 8443) and word-processing machines","value":"8469","columns":[{"caption":"8469 - Total","value":"8469"}]},{"caption":"8470 - Calculating machines and pocket-size data recording, reproducing and displaying machines with calculating functions; accounting machines, postage-franking machines, ticket-issuing machines and similar, incorporating a calculating device; cash registers","value":"8470","columns":[{"caption":"8470 - Total","value":"8470"},{"caption":"847010 - Electronic calculators capable of operation without an external source of electric power and pocket-size data recording, reproducing and displaying machines with calculating functions","value":"847010"},{"caption":"847021 - Electronic, incorporating a printing device, needing an external source of power","value":"847021"},{"caption":"847029 - Electronic, (not incorporating a printing device), needing an external power source","value":"847029"},{"caption":"847030 - Non-electronic","value":"847030"},{"caption":"847050 - Cash registers","value":"847050"},{"caption":"847090 - N.e.c. in heading no. 8470","value":"847090"}]},{"caption":"8471 - Automatic data processing machines and units thereof, magnetic or optical readers, machines for transcribing data onto data media in coded form and machines for processing such data, not elsewhere specified or included","value":"8471","columns":[{"caption":"8471 - Total","value":"8471"},{"caption":"847130 - Portable, weighing not more than 10kg, consisting of at least a central processing unit, a keyboard and a display","value":"847130"},{"caption":"847141 - Comprising in the same housing at least a central processing unit and an input and output unit, whether or not combined, n.e.c. in item no. 8471.30","value":"847141"},{"caption":"847149 - Presented in the form of systems, n.e.c. in item no. 8471.30 or 8471.41","value":"847149"},{"caption":"847150 - Processing units other than those of item no. 8471.41 or 8471.49, whether or not containing in the same housing one or two of the following types of unit: storage units, input units or output units","value":"847150"},{"caption":"847160 - Input or output units, whether or not containing storage units in the same housing","value":"847160"},{"caption":"847170 - Storage units","value":"847170"},{"caption":"847180 - N.e.c. in item no. 8471.50, 8471.60 or 8471.70","value":"847180"},{"caption":"847190 - Magnetic or optical readers, machines for transcribing data onto data media in coded form and machines for processing such data, not elsewhere specified or included","value":"847190"}]},{"caption":"8472 - Office machines; not elsewhere classified","value":"8472","columns":[{"caption":"8472 - Total","value":"8472"},{"caption":"847210 - Duplicating machines","value":"847210"},{"caption":"847230 - For sorting or folding mail or for inserting mail in envelopes or bands, machines for opening, closing or sealing mail and machines for affixing or cancelling postage stamps","value":"847230"},{"caption":"847290 - Not elsewhere classified","value":"847290"}]},{"caption":"8473 - Machinery; parts and accessories (not covers, carrying cases and the like) suitable for use solely or principally with machines of heading no. 8469 to 8472","value":"8473","columns":[{"caption":"8473 - Total","value":"8473"},{"caption":"847310 - Parts and accessories of the machines of heading 84.69 (other than covers, carrying cases and the like)","value":"847310"},{"caption":"847321 - Parts and accessories of the electronic calculating machines of item no. 8470.10, 8470.21 or 8470.29 (other than covers, carrying cases and the like)","value":"847321"},{"caption":"847329 - Machinery; parts and accessories of the machines of item no. 8470.30. 8470.50 or 8470.90 (other than covers, carrying cases and the like)","value":"847329"},{"caption":"847330 - Machinery; parts and accessories of the machines of heading no. 8471 (other than covers, carrying cases and the like)","value":"847330"},{"caption":"847340 - Machinery; parts and accessories of the machines of heading no. 8472 (other than covers, carrying cases and the like)","value":"847340"},{"caption":"847350 - Machines; parts and accessories equally suitable for use with machines of two or more of the headings 8469 to 8472 (other than covers, carrying cases and the like)","value":"847350"}]},{"caption":"8474 - Machinery for sorting, screening, separating, washing, crushing, grinding, mixing or kneading earth, stone, ores in solid form, shaping, moulding machinery for solid mineral fuels","value":"8474","columns":[{"caption":"8474 - Total","value":"8474"},{"caption":"847410 - Machines; for sorting, screening, separating or washing earth, stone, ores or other mineral substances","value":"847410"},{"caption":"847420 - Machines; for crushing or grinding earth, stone, ores or other mineral substances","value":"847420"},{"caption":"847431 - Machines; concrete or mortar mixers","value":"847431"},{"caption":"847432 - Machines; for mixing mineral substances with bitumen","value":"847432"},{"caption":"847439 - Machines; for mixing or kneading mineral substances, excluding concrete mixers and machines for mixing mineral substances with bitumen","value":"847439"},{"caption":"847480 - Machines; for agglomerating, shaping or moulding solid mineral fuels, ceramic paste, unhardened cements, plastering materials in powder or paste form, machines for forming foundry moulds of sand","value":"847480"},{"caption":"847490 - Parts","value":"847490"}]},{"caption":"8475 - Machines; for assembling electric or electronic lamps, tubes, valves, flashbulbs, in glass envelopes, machines for manufacturing or hot working glass or glassware","value":"8475","columns":[{"caption":"8475 - Total","value":"8475"},{"caption":"847510 - Machines; for assembling electric or electronic lamps, tubes, valves or flashbulbs, in glass envelopes","value":"847510"},{"caption":"847521 - Machines; for manufacturing or hot working glass or glassware, for making optical fibres and preforms thereof","value":"847521"},{"caption":"847529 - Machines; for manufacturing or hot working glass or glassware, not for making optical fibres and preforms thereof","value":"847529"},{"caption":"847590 - Machines; parts, of those for assembling electric or electronic lamps, tubes, valves or flashbulbs, in glass envelopes and manufacturing or hot working glass or glassware","value":"847590"}]},{"caption":"8476 - Automatic goods-vending machines (e.g. postage stamp, cigarette, food or beverage machines), including money-changing machines","value":"8476","columns":[{"caption":"8476 - Total","value":"8476"},{"caption":"847621 - Machines; automatic beverage-vending machines, incorporating heating or refrigerating devices","value":"847621"},{"caption":"847629 - Machines; automatic beverage-vending machines, not incorporating heating or refrigerating devices","value":"847629"},{"caption":"847681 - Machines; automatic goods-vending machines, (e.g. postage stamp, cigarette, food or money-changing machines, excluding beverage-vending machines), incorporating heating or refrigerating devices","value":"847681"},{"caption":"847689 - Machines; automatic goods-vending machines, (e.g. postage stamp, cigarette, food or money-changing machines, excluding beverage-vending machines), not incorporating heating or refrigerating devices","value":"847689"},{"caption":"847690 - Machines; parts of automatic goods-vending machines","value":"847690"}]},{"caption":"8477 - Machinery; for working rubber or plastics or for the manufacture of products from these materials, n.e.c. in this chapter","value":"8477","columns":[{"caption":"8477 - Total","value":"8477"},{"caption":"847710 - Machinery; injection-moulding machines, for working rubber or plastics or for the manufacture of products from these materials","value":"847710"},{"caption":"847720 - Machinery; extruders, for working rubber or plastics or for the manufacture of products from these materials","value":"847720"},{"caption":"847730 - Machinery; blow moulding machines, for working rubber or plastics or for the manufacture of products from these materials","value":"847730"},{"caption":"847740 - Machinery; vacuum moulding machines and other thermoforming machines, for working rubber or plastics or for the manufacture of products from these materials","value":"847740"},{"caption":"847751 - Machinery; for moulding or retreading pneumatic tyres or for moulding or otherwise forming inner tubes","value":"847751"},{"caption":"847759 - Machinery; for moulding or forming, for working rubber or plastics or for the manufacture of products from these materials, n.e.c. in this chapter","value":"847759"},{"caption":"847780 - Machinery; for working rubber or plastics or for the manufacture of products from these materials, n.e.c. in this chapter","value":"847780"},{"caption":"847790 - Machinery; parts of the machines of heading no. 8477, n.e.c. in item no. 8477.90","value":"847790"}]},{"caption":"8478 - Machinery; for preparing or making up tobacco, n.e.c. in this chapter","value":"8478","columns":[{"caption":"8478 - Total","value":"8478"},{"caption":"847810 - Machinery; for preparing or making up tobacco, n.e.c. in this chapter","value":"847810"},{"caption":"847890 - Machinery; parts of those for preparing or making up tobacco, n.e.c. in this chapter","value":"847890"}]},{"caption":"8479 - Machinery and mechanical appliances; having individual functions, n.e.c. in this chapter","value":"8479","columns":[{"caption":"8479 - Total","value":"8479"},{"caption":"847910 - For public works, building or the like","value":"847910"},{"caption":"847920 - Machinery; for the extraction or preparation of animal or fixed vegetable fats or oils","value":"847920"},{"caption":"847930 - Presses for the manufacture of particle or fibre building board of wood or other ligneous materials and other machinery for treating wood or cork","value":"847930"},{"caption":"847940 - Machines; for making rope or cable","value":"847940"},{"caption":"847950 - Industrial robots, n.e.c. or included","value":"847950"},{"caption":"847960 - Evaporative air coolers","value":"847960"},{"caption":"847971 - Passenger boarding bridges, of a kind used in airports","value":"847971"},{"caption":"847979 - Passenger boarding bridges, other than of a kind used in airports","value":"847979"},{"caption":"847981 - For treating metal, including electric wire coil-winders","value":"847981"},{"caption":"847982 - Machines; for mixing, kneading, crushing, grinding, screening, sifting, homogenising, emulsifying or stirring","value":"847982"},{"caption":"847989 - Having individual functions, n.e.c. or included in this chapter","value":"847989"},{"caption":"847990 - Parts, of those having individual functions","value":"847990"}]},{"caption":"8480 - Moulding boxes for metal foundry, moulding patterns, moulds for metals (excluding ingot moulds), metal carbides, glass, mineral materials, rubber or plastics","value":"8480","columns":[{"caption":"8480 - Total","value":"8480"},{"caption":"848010 - Moulding boxes; for metal foundry","value":"848010"},{"caption":"848020 - Mould bases; for metal, metal carbides, glass, mineral materials, rubber or plastics","value":"848020"},{"caption":"848030 - Of metal, metal carbides, glass, mineral materials, rubber or plastics","value":"848030"},{"caption":"848041 - Moulds; for metal or metal carbides, injection or compression types","value":"848041"},{"caption":"848049 - Moulds; for metal or metal carbides, other than injection or compression types","value":"848049"},{"caption":"848050 - Moulds; for glass","value":"848050"},{"caption":"848060 - Moulds; for mineral materials","value":"848060"},{"caption":"848071 - Moulds; for rubber or plastics, injection or compression types","value":"848071"},{"caption":"848079 - Moulds; for rubber or plastics, other than injection or compression types","value":"848079"}]},{"caption":"8481 - Taps, cocks, valves and similar appliances for pipes, boiler shells, tanks, vats or the like, including pressure-reducing valves and thermostatically controlled valves","value":"8481","columns":[{"caption":"8481 - Total","value":"8481"},{"caption":"848110 - Valves; pressure reducing, for pipes, boiler shells, tanks, vats or the like","value":"848110"},{"caption":"848120 - Valves; for oleohydraulic or pneumatic transmissions","value":"848120"},{"caption":"848130 - Valves; check (nonreturn) valves, for pipes, boiler shells, tanks, vats or the like","value":"848130"},{"caption":"848140 - Valves; safety or relief valves, for pipes, boiler shells, tanks, vats or the like","value":"848140"},{"caption":"848180 - For pipes, boiler shells, tanks, vats or the like, including thermostatically controlled valves","value":"848180"},{"caption":"848190 - Parts thereof","value":"848190"}]},{"caption":"8482 - Ball or roller bearings","value":"8482","columns":[{"caption":"8482 - Total","value":"8482"},{"caption":"848210 - Ball bearings","value":"848210"},{"caption":"848220 - Bearings; tapered roller bearings, including cone and tapered roller assemblies","value":"848220"},{"caption":"848230 - Bearings; spherical roller bearings","value":"848230"},{"caption":"848240 - Bearings; needle roller bearings","value":"848240"},{"caption":"848250 - Bearings; cylindrical roller bearings n.e.c. in heading no. 8482","value":"848250"},{"caption":"848280 - Bearings; n.e.c. in heading no. 8482, including combined ball/roller","value":"848280"},{"caption":"848291 - Bearings; parts, balls, needles and rollers","value":"848291"},{"caption":"848299 - Bearings; parts, (other than balls, needles and rollers)","value":"848299"}]},{"caption":"8483 - Transmission shafts (including cam and crank) and cranks; bearing housings and plain shaft bearings; gears and gearing; ball or roller screws; gear boxes and other speed changers; flywheels and pulleys; clutches and shaft couplings","value":"8483","columns":[{"caption":"8483 - Total","value":"8483"},{"caption":"848310 - Transmission shafts (including cam shafts and crank shafts) and cranks","value":"848310"},{"caption":"848320 - Bearing housings, incorporating ball or roller bearings","value":"848320"},{"caption":"848330 - Bearing housings, not incorporating ball or roller bearings and plain shaft bearings","value":"848330"},{"caption":"848340 - (not toothed wheels, chain sprockets and other transmission elements presented separately); ball or roller screws; gear boxes and other speed changers, including torque converters","value":"848340"},{"caption":"848350 - Pulleys and flywheels, including pulley blocks","value":"848350"},{"caption":"848360 - Clutches and shaft couplings (including universal joints)","value":"848360"},{"caption":"848390 - Toothed wheels, chain sprockets and other transmission elements presented separately; parts","value":"848390"}]},{"caption":"8484 - Gaskets and similar joints of metal sheeting combined with other material or of two or more layers of metal; sets or assortments of gaskets and similar joints, dissimilar in composition, put up in pouches, envelopes or similar packings; mechanical seals","value":"8484","columns":[{"caption":"8484 - Total","value":"8484"},{"caption":"848410 - Of metal sheeting combined with other material or two or more layers of metal","value":"848410"},{"caption":"848420 - Seals; mechanical","value":"848420"},{"caption":"848490 - Dissimilar in composition, put up in pouches, envelopes or similar packings","value":"848490"}]},{"caption":"8486 - Machines and apparatus of a kind used solely or principally for the manufacture of semiconductor boules or wafers, semiconductor devices, electronic integrated circuits or flat panel displays; machines and apparatus specified in note 9-C to this Chapter","value":"8486","columns":[{"caption":"8486 - Total","value":"8486"},{"caption":"848610 - Machines and apparatus of a kind used solely or principally for the manufacture of semiconductor boules or wafers","value":"848610"},{"caption":"848620 - Machines and apparatus of a kind used solely or principally for the manufacture of semiconductor devices or of electronic integrated circuits","value":"848620"},{"caption":"848630 - Machines and apparatus of a kind used solely or principally for the manufacture of flat panel displays","value":"848630"},{"caption":"848640 - Machines and apparatus of a kind used solely or principally for the manufacture or repair of masks and reticles, assembling semiconductor devices or electronic integrated circuits, or for lifting, handling, loading or unloading items of heading 8486","value":"848640"},{"caption":"848690 - Parts and accessories","value":"848690"}]},{"caption":"8487 - Machinery parts; not containing electrical connectors, insulators, coils, contacts or other electrical features, n.e.c. in this chapter","value":"8487","columns":[{"caption":"8487 - Total","value":"8487"},{"caption":"848710 - Ships' or boats' propellers and blades therefor","value":"848710"},{"caption":"848790 - Not containing electrical connectors, insulators, coils, contacts or other electrical features, n.e.c. in chapter 84","value":"848790"}]}]}