{"groups":[{"caption":"90 - Optical, photographic, cinematographic, measuring, checking, medical or surgical instruments and apparatus; parts and accessories","value":"90","columns":[{"caption":"90 - Total","value":"90"}]},{"caption":"9001 - Optical fibres and optical fibre bundles; optical fibre cables not of heading no. 8544; sheets, plates of polarising material; lenses, prisms, mirrors, of any material; unmounted; not non optical glass","value":"9001","columns":[{"caption":"9001 - Total","value":"9001"},{"caption":"900110 - Excluding those of heading no. 8544","value":"900110"},{"caption":"900120 - Polarising material, sheets and plates thereof","value":"900120"},{"caption":"900130 - Unmounted, of any material, excluding elements of glass not optically worked","value":"900130"},{"caption":"900140 - Unmounted, of glass, excluding elements of glass not optically worked","value":"900140"},{"caption":"900150 - Unmounted, of materials other than glass","value":"900150"},{"caption":"900190 - Lenses n.e.c. in heading no. 9001, prisms, mirrors and other optical elements, unmounted, of any material (excluding elements of glass not optically worked)","value":"900190"}]},{"caption":"9002 - Lenses, prisms, mirrors and other optical elements, of any material, mounted, being parts or fittings for instruments or apparatus, other than such elements of glass not optically worked","value":"9002","columns":[{"caption":"9002 - Total","value":"9002"},{"caption":"900211 - Lenses; objective, for cameras, projectors or photographic enlargers or reducers, mounted, being parts or fittings for instruments or apparatus, of any material (excluding glass not optically worked)","value":"900211"},{"caption":"900219 - Lenses; objective, (other than for cameras, projectors or photographic enlargers or reducers), mounted, of any material (excluding elements of glass not optically worked)","value":"900219"},{"caption":"900220 - Filters; mounted as parts or fittings for instruments or apparatus, of any material (excluding elements of glass not optically worked)","value":"900220"},{"caption":"900290 - N.e.c. in heading no. 9002 (e.g. prisms and mirrors), mounted, being parts or fittings for instruments or apparatus, of any material (excluding elements of glass not optically worked)","value":"900290"}]},{"caption":"9003 - Frames and mountings; for spectacles, goggles or the like, and parts","value":"9003","columns":[{"caption":"9003 - Total","value":"9003"},{"caption":"900311 - For spectacles, goggles or the like, of plastics","value":"900311"},{"caption":"900319 - For spectacles, goggles or the like, of materials other than plastics","value":"900319"},{"caption":"900390 - Parts for spectacles, goggles or the like","value":"900390"}]},{"caption":"9004 - Spectacles, goggles and the like; corrective, protective or other","value":"9004","columns":[{"caption":"9004 - Total","value":"9004"},{"caption":"900410 - Sunglasses; corrective, protective or other","value":"900410"},{"caption":"900490 - (other than sunglasses) corrective, protective or other","value":"900490"}]},{"caption":"9005 - Binoculars, monoculars, other optical telescopes, mountings therefore; other astronomical instruments, mountings therefore, but not including instruments for radio-astronomy","value":"9005","columns":[{"caption":"9005 - Total","value":"9005"},{"caption":"900510 - Binoculars","value":"900510"},{"caption":"900580 - Monoculars; other optical telescopes and astronomical instruments, excluding instruments for radio-astronomy","value":"900580"},{"caption":"900590 - Parts and accessories (including mountings)","value":"900590"}]},{"caption":"9006 - Cameras, photographic (excluding cinematographic); photographic flashlight apparatus and flashbulbs other than discharge lamps of heading no. 8539","value":"9006","columns":[{"caption":"9006 - Total","value":"9006"},{"caption":"900610 - Of a kind used for preparing printing plates or cylinders","value":"900610"},{"caption":"900630 - Specially designed for underwater use, aerial survey, medical or surgical examination of internal organs; comparison cameras for forensic or criminological use","value":"900630"},{"caption":"900640 - Instant print cameras","value":"900640"},{"caption":"900651 - With a through-the-lens viewfinder, single lens reflex (SLR), for a roll film of a width not exceeding 35mm","value":"900651"},{"caption":"900652 - Of a kind (not SLR) for roll film of a width less than 35mm","value":"900652"},{"caption":"900653 - Of a kind (not SLR) for roll film of a width of 35mm","value":"900653"},{"caption":"900659 - Of a kind (not SLR) for roll film n.e.c. in heading no. 9006","value":"900659"},{"caption":"900661 - Discharge lamp (electronic)","value":"900661"},{"caption":"900669 - N.e.c. in heading no. 9006","value":"900669"},{"caption":"900691 - Parts and accessories","value":"900691"},{"caption":"900699 - Parts and accessories, for other than cameras","value":"900699"}]},{"caption":"9007 - Cinematographic cameras and projectors, whether or not incorporating sound recording or reproducing apparatus","value":"9007","columns":[{"caption":"9007 - Total","value":"9007"},{"caption":"900710 - Whether or not incorporating sound recording apparatus","value":"900710"},{"caption":"900720 - Whether or not incorporating sound recording or reproducing apparatus","value":"900720"},{"caption":"900791 - Parts and accessories, whether or not incorporating sound recording apparatus","value":"900791"},{"caption":"900792 - Parts and accessories, whether or not incorporating sound reproducing apparatus","value":"900792"}]},{"caption":"9008 - Image projectors, other than cinematographic; photographic (other than cinematographic) enlargers and reducers","value":"9008","columns":[{"caption":"9008 - Total","value":"9008"},{"caption":"900850 - Image projectors, photographic enlargers and reducers, excluding cinematographic","value":"900850"},{"caption":"900890 - Parts and accessories","value":"900890"}]},{"caption":"9010 - Photographic (including cinematographic) laboratory apparatus and equipment, n.e.c. in chapter 90; negatoscopes; projection screens","value":"9010","columns":[{"caption":"9010 - Total","value":"9010"},{"caption":"901010 - For automatically developing photographic (including cinematographic) film or paper in rolls or for automatically exposing developed film to rolls of paper","value":"901010"},{"caption":"901050 - N.e.c. in item no. 9010.10, for photographic (including cinematographic) laboratories; negatoscopes","value":"901050"},{"caption":"901060 - Projection screens","value":"901060"},{"caption":"901090 - Parts and accessories","value":"901090"}]},{"caption":"9011 - Microscopes, compound optical; including those for photomicrography, cinephotomicrography or microprojection","value":"9011","columns":[{"caption":"9011 - Total","value":"9011"},{"caption":"901110 - Stereoscopic microscopes","value":"901110"},{"caption":"901120 - For photomicrography, cinephotomicrography or microprojection","value":"901120"},{"caption":"901180 - (other than stereoscopic and microscopes for photomicrography, cinephotomicrography or microprojection)","value":"901180"},{"caption":"901190 - Parts and accessories (including those for photomicrography, cinephotomicrography or microprojection)","value":"901190"}]},{"caption":"9012 - Microscopes (excluding optical microscopes); diffraction apparatus","value":"9012","columns":[{"caption":"9012 - Total","value":"9012"},{"caption":"901210 - Diffraction apparatus","value":"901210"},{"caption":"901290 - Diffraction apparatus; parts and accessories","value":"901290"}]},{"caption":"9013 - Liquid crystal devices not constituting articles provided for more specifically in other headings; lasers, not laser diodes; other optical appliances and instruments n.e.c. in this chapter","value":"9013","columns":[{"caption":"9013 - Total","value":"9013"},{"caption":"901310 - Telescopic sights for fitting to arms; periscopes; telescopes designed to form parts of machines, appliances, instruments or apparatus of this chapter","value":"901310"},{"caption":"901320 - Lasers; other than laser diodes","value":"901320"},{"caption":"901380 - N.e.c. in heading no. 9013 (including liquid crystal devices)","value":"901380"},{"caption":"901390 - Parts and accessories for articles of heading no. 9013","value":"901390"}]},{"caption":"9014 - Navigational instruments and appliances; direction finding compasses","value":"9014","columns":[{"caption":"9014 - Total","value":"9014"},{"caption":"901410 - Direction finding compasses","value":"901410"},{"caption":"901420 - For aeronautical or space navigation (excluding compasses)","value":"901420"},{"caption":"901480 - For navigation other than aeronautical or space navigation (excluding direction finding compasses)","value":"901480"},{"caption":"901490 - Parts and accessories","value":"901490"}]},{"caption":"9015 - Surveying (including photogrammetrical surveying), hydrographic, oceanographic, hydrological, meteorological or geophysical instruments and appliances, excluding compasses, rangefinders","value":"9015","columns":[{"caption":"9015 - Total","value":"9015"},{"caption":"901510 - Rangefinders","value":"901510"},{"caption":"901520 - Theodolites and tacheometers","value":"901520"},{"caption":"901530 - Levels","value":"901530"},{"caption":"901540 - Photogrammetrical surveying instruments and appliances","value":"901540"},{"caption":"901580 - Articles n.e.c. in heading no. 9015, including hydrographic, oceanographic, hydrological, meteorological or geophysical instruments and appliances (excluding compasses)","value":"901580"},{"caption":"901590 - Parts and accessories for articles of heading no. 9015","value":"901590"}]},{"caption":"9016 - Balances; of a sensitivity of 5cg or better, with or without weights","value":"9016","columns":[{"caption":"9016 - Total","value":"9016"}]},{"caption":"9017 - Drawing, marking-out, mathematical calculating instruments (drafting machines, protractors, drawing sets etc); instruments for measuring length (e.g. measuring rods, tapes, micrometers, callipers) n.e.c.","value":"9017","columns":[{"caption":"9017 - Total","value":"9017"},{"caption":"901710 - Whether or not automatic","value":"901710"},{"caption":"901720 - Drawing, marking-out or mathematical calculating instruments","value":"901720"},{"caption":"901730 - Micrometers, callipers and gauges","value":"901730"},{"caption":"901780 - N.e.c. in heading no. 9017","value":"901780"},{"caption":"901790 - Parts and accessories","value":"901790"}]},{"caption":"9018 - Instruments and appliances used in medical, surgical, dental or veterinary sciences, including scintigraphic apparatus, other electro-medical apparatus and sight testing instruments","value":"9018","columns":[{"caption":"9018 - Total","value":"9018"},{"caption":"901811 - Electro-cardiographs","value":"901811"},{"caption":"901812 - Ultrasonic scanning apparatus","value":"901812"},{"caption":"901813 - Magnetic resonance imaging apparatus","value":"901813"},{"caption":"901814 - Scintigraphic apparatus","value":"901814"},{"caption":"901819 - Electro-diagnostic apparatus (including apparatus for functional exploratory examination or for checking physiological parameters), n.e.c. in item no. 9018.1","value":"901819"},{"caption":"901820 - Ultra-violet or infra-red ray apparatus","value":"901820"},{"caption":"901831 - Syringes, with or without needles","value":"901831"},{"caption":"901832 - Tubular metal needles and needles for sutures","value":"901832"},{"caption":"901839 - Catheters, cannulae and the like","value":"901839"},{"caption":"901841 - Dental drill engines, whether or not combined on a single base with other dental equipment","value":"901841"},{"caption":"901849 - Other than dental drill engines","value":"901849"},{"caption":"901850 - Ophthalmic instruments and appliances","value":"901850"},{"caption":"901890 - N.e.c. in heading no. 9018","value":"901890"}]},{"caption":"9019 - Mechano-therapy, massage appliances; psychological aptitude testing apparatus; ozone, oxygen, aerosol therapy, artificial respiration or other therapeutic respiration apparatus","value":"9019","columns":[{"caption":"9019 - Total","value":"9019"},{"caption":"901910 - Massage apparatus and psychological aptitude-testing apparatus","value":"901910"},{"caption":"901920 - Ozone, oxygen, aerosol therapy apparatus; artificial respiration or other therapeutic respiration apparatus","value":"901920"}]},{"caption":"9020 - Breathing appliances and gas masks; excluding protective masks having neither mechanical parts nor replaceable filters and excluding apparatus of item no. 9019.20","value":"9020","columns":[{"caption":"9020 - Total","value":"9020"}]},{"caption":"9021 - Orthopaedic appliances; including crutches, surgical belts and trusses; splints and other fracture appliances; artificial parts of the body; hearing aids and other which are worn, carried or implanted in the body to compensate for a defect or disability","value":"9021","columns":[{"caption":"9021 - Total","value":"9021"},{"caption":"902110 - Orthopaedic or fracture appliances","value":"902110"},{"caption":"902121 - Artificial teeth","value":"902121"},{"caption":"902129 - Other than artificial teeth","value":"902129"},{"caption":"902131 - Artificial parts of the body","value":"902131"},{"caption":"902139 - Excluding artificial joints","value":"902139"},{"caption":"902140 - Hearing aids (excluding parts and accessories)","value":"902140"},{"caption":"902150 - Pacemakers; for stimulating heart muscles (excluding parts and accessories)","value":"902150"},{"caption":"902190 - Appliances; worn, carried or implanted in the body, to compensate for a defect or disability","value":"902190"}]},{"caption":"9022 - X-ray, alpha, beta, gamma radiation apparatus; x-ray tubes, x-ray generators, high tension generators, control panels and desks, screens, examination or treatment tables, chairs and the like","value":"9022","columns":[{"caption":"9022 - Total","value":"9022"},{"caption":"902212 - Including radiography or radiotherapy apparatus, whether or not for medical, surgical, dental or veterinary uses, computed tomography apparatus","value":"902212"},{"caption":"902213 - Including radiography or radiotherapy apparatus, for dental uses, excluding computed tomography apparatus","value":"902213"},{"caption":"902214 - Including radiography or radiotherapy apparatus, for medical, surgical or veterinary uses, not dental uses, excluding computed tomography apparatus","value":"902214"},{"caption":"902219 - For other than medical, surgical, dental or veterinary uses","value":"902219"},{"caption":"902221 - For medical, surgical, dental or veterinary uses","value":"902221"},{"caption":"902229 - (for other than medical, surgical, dental or veterinary uses)","value":"902229"},{"caption":"902230 - X-ray tubes","value":"902230"},{"caption":"902290 - Parts and accessories (x-ray generators, tubes, high tension generators, control panels and desks, screens, examination or treatment tables, chairs and like","value":"902290"}]},{"caption":"9023 - Instruments, apparatus and models, designed for demonstrational purposes (in education or exhibitions), unsuitable for other uses","value":"9023","columns":[{"caption":"9023 - Total","value":"9023"}]},{"caption":"9024 - Machines and appliances for testing the hardness, strength, compressibility, elasticity of other mechanical properties of materials (e.g. metals, wood, textiles, paper, plastics)","value":"9024","columns":[{"caption":"9024 - Total","value":"9024"},{"caption":"902410 - For testing the hardness, strength, compressibility, elasticity or other mechanical properties of metals","value":"902410"},{"caption":"902480 - For testing the hardness, strength, compressibility, elasticity or other mechanical properties of materials other than metals","value":"902480"},{"caption":"902490 - Parts and accessories for those testing hardness, strength, compressibility, elasticity or other mechanical properties of materials (e.g. metal, wood, textiles, paper, plastics)","value":"902490"}]},{"caption":"9025 - Hydrometers and similar floating instruments, thermometers, pyrometers, barometers, hygrometers and psychrometers, recording or not","value":"9025","columns":[{"caption":"9025 - Total","value":"9025"},{"caption":"902511 - Liquid filled, for direct reading, not combined with other instruments","value":"902511"},{"caption":"902519 - (other than liquid filled, for direct reading), not combined with other instruments","value":"902519"},{"caption":"902580 - Recording or not, any combination of these instruments (excluding thermometers and barometers not combined with other instruments)","value":"902580"},{"caption":"902590 - Recording or not, any combination of these instruments, parts and accessories","value":"902590"}]},{"caption":"9026 - Instruments, apparatus for measuring or checking the flow, level, pressure of liquids, gases (e.g. flow meters, heat meters etc), not instruments and apparatus of heading no. 9014, 9015, 9028 or 9032","value":"9026","columns":[{"caption":"9026 - Total","value":"9026"},{"caption":"902610 - For measuring or checking the flow or level of liquids","value":"902610"},{"caption":"902620 - For measuring or checking pressure","value":"902620"},{"caption":"902680 - For measuring or checking variables of liquids or gases (excluding pressure or the flow and level of liquids and those of heading no. 9014, 9015, 9028 and 9032)","value":"902680"},{"caption":"902690 - Parts and accessories for those measuring or checking the flow, level, pressure or other variables of liquids or gases (excluding those of heading no. 9014, 9015, 9028 or 9032)","value":"902690"}]},{"caption":"9027 - Instruments and apparatus; for physical or chemical analysis (e.g. polarimeters, spectrometers), for measuring or checking viscosity, porosity, etc, for measuring quantities of heat, sound or light","value":"9027","columns":[{"caption":"9027 - Total","value":"9027"},{"caption":"902710 - Gas or smoke analysis apparatus, for physical or chemical analysis","value":"902710"},{"caption":"902720 - Chromatographs and electrophoresis instruments","value":"902720"},{"caption":"902730 - Using optical radiations (UV, visible, IR)","value":"902730"},{"caption":"902750 - Using optical radiations (UV, visible, IR), (other than spectrometers, spectrophotometers and spectrographs)","value":"902750"},{"caption":"902780 - For physical or chemical analysis, for measuring or checking viscosity, porosity, expansion, surface tension or quantities of heat, sound or light, n.e.c. in heading no. 9027","value":"902780"},{"caption":"902790 - Microtomes and parts and accessories thereof","value":"902790"}]},{"caption":"9028 - Gas, liquid or electricity supply or production meters, including calibrating meters therefor","value":"9028","columns":[{"caption":"9028 - Total","value":"9028"},{"caption":"902810 - Meters; gas, supply or production meters, including calibrating meters thereof","value":"902810"},{"caption":"902820 - Meters; liquid supply or production meters, including calibrating meters thereof","value":"902820"},{"caption":"902830 - Meters; electricity supply or production meters, including calibrating meters thereof","value":"902830"},{"caption":"902890 - Meters; parts and accessories of gas, liquid, electricity supply or production meters, including calibrating meters thereof","value":"902890"}]},{"caption":"9029 - Revolution counter, production counters, taximeters, mileometers, pedometers and the like, speed indicators and tachometers, other than those of heading no. 9015, stroboscopes","value":"9029","columns":[{"caption":"9029 - Total","value":"9029"},{"caption":"902910 - Revolution counters, production counters, taximeters, mileometers, pedometers and the like","value":"902910"},{"caption":"902920 - Meters; speed indicators and tachometers; stroboscopes","value":"902920"},{"caption":"902990 - Parts and accessories for revolution and production counters, taximeters, mileometers, pedometers and the like; speed indicators, tachometers (excluding heading no. 9015), stroboscopes","value":"902990"}]},{"caption":"9030 - Instruments, apparatus for measuring, checking electrical quantities not meters of heading no. 9028; instruments, apparatus for measuring or detecting alpha, beta, gamma, x-ray, cosmic and other radiations","value":"9030","columns":[{"caption":"9030 - Total","value":"9030"},{"caption":"903010 - For measuring or detecting ionising radiations","value":"903010"},{"caption":"903020 - Oscilloscopes and oscillographs","value":"903020"},{"caption":"903031 - Multimeters; for measuring or checking voltage, current, resistance or power, without a recording device","value":"903031"},{"caption":"903032 - Multimeters; for measuring or checking voltage, current, resistance or power, with a recording device","value":"903032"},{"caption":"903033 - For measuring or checking voltage, current, resistance or power, without a recording device (excluding multimeters)","value":"903033"},{"caption":"903039 - For measuring or checking voltage, current, resistance or power, with a recording device (excluding multimeters)","value":"903039"},{"caption":"903040 - Specially designed for telecommunications (e.g. cross-talk meters, gain measuring instruments, distortion factor meters, psophometers)","value":"903040"},{"caption":"903082 - For measuring or checking semiconductor wafers or devices","value":"903082"},{"caption":"903084 - N.e.c. in heading no. 9030, with a recording device","value":"903084"},{"caption":"903089 - N.e.c. in heading no. 9030, without a recording device","value":"903089"},{"caption":"903090 - Parts and accessories, for measuring or detecting alpha, beta, gamma, x-ray, cosmic and other radiations","value":"903090"}]},{"caption":"9031 - Measuring or checking instruments, appliances and machines, n.e.c. or included in this chapter; profile projectors","value":"9031","columns":[{"caption":"9031 - Total","value":"9031"},{"caption":"903110 - Machines; for balancing mechanical parts","value":"903110"},{"caption":"903120 - Test benches","value":"903120"},{"caption":"903141 - For inspecting semiconductor wafers or devices or for inspecting photomasks or reticles used in manufacturing semiconductor devices, n.e.c. in chapter 90","value":"903141"},{"caption":"903149 - For measuring or checking, n.e.c. in chapter 90","value":"903149"},{"caption":"903180 - For measuring or checking n.e.c. in chapter 90","value":"903180"},{"caption":"903190 - Parts and accessories for those measuring or checking devices of heading no. 9031","value":"903190"}]},{"caption":"9032 - Regulating or controlling instruments and apparatus; automatic type","value":"9032","columns":[{"caption":"9032 - Total","value":"9032"},{"caption":"903210 - Automatic type, thermostats","value":"903210"},{"caption":"903220 - Automatic, manostats","value":"903220"},{"caption":"903281 - Automatic, hydraulic or pneumatic","value":"903281"},{"caption":"903289 - Automatic, other than hydraulic or pneumatic","value":"903289"},{"caption":"903290 - Automatic, parts and accessories","value":"903290"}]},{"caption":"9033 - Machines and appliances, instruments or apparatus of chapter 90; parts and accessories n.e.c. in chapter 90","value":"9033","columns":[{"caption":"9033 - Total","value":"9033"}]}]}