{"groups":[{"caption":"91 - Clocks and watches and parts thereof","value":"91","columns":[{"caption":"91 - Total","value":"91"}]},{"caption":"9101 - Wrist-watches, pocket-watches, stop-watches and other watches; with case of precious metal or of metal clad with precious metal","value":"9101","columns":[{"caption":"9101 - Total","value":"9101"},{"caption":"910111 - Wrist-watches; electrically operated, with or without a stop-watch, with case of precious metal or of metal clad with precious metal, with mechanical display only","value":"910111"},{"caption":"910119 - Wrist-watches; electrically operated, with or without a stop-watch, with case of precious metal or metal clad with precious metal, without mechanical display","value":"910119"},{"caption":"910121 - Wrist-watches; (not electrically operated), automatic winding, whether or not incorporating a stop-watch facility, case of precious metal or of metal clad with precious metal","value":"910121"},{"caption":"910129 - Wrist-watches; (not electrically operated), (not automatic winding), whether or not incorporating a stop-watch facility, case of precious metal or of metal clad with precious metal","value":"910129"},{"caption":"910191 - (excluding wrist-watches), with case of precious metal or of metal clad with precious metal, electrically operated","value":"910191"},{"caption":"910199 - (excluding wrist-watches), with case of precious metal or of metal clad with precious metal, not electrically operated","value":"910199"}]},{"caption":"9102 - Wrist-watches, pocket-watches, stop-watches and other watches, other than those of heading no. 9101","value":"9102","columns":[{"caption":"9102 - Total","value":"9102"},{"caption":"910211 - Wrist-watches; electrically operated, with or without a stop-watch, (other than those of heading no. 9101) with mechanical display only","value":"910211"},{"caption":"910212 - Wrist-watches; electrically operated, with or without a stop-watch, (other than those of heading no. 9101) with opto-electronic display only","value":"910212"},{"caption":"910219 - Wrist-watches; electrically operated, with or without a stop-watch, (other than those of heading no. 9101) without mechanical or opto-electronic display","value":"910219"},{"caption":"910221 - Wrist-watches; whether or not incorporating a stop-watch facility, with automatic winding","value":"910221"},{"caption":"910229 - Wrist-watches; whether or not incorporating a stop-watch facility, with other than automatic winding","value":"910229"},{"caption":"910291 - (excluding wrist-watches), other than those of heading no. 9101, electrically operated","value":"910291"},{"caption":"910299 - (excluding wrist-watches), other than those of heading no. 9101, other than electrically operated","value":"910299"}]},{"caption":"9103 - Clocks; with watch movements, excluding clocks of heading no. 9104","value":"9103","columns":[{"caption":"9103 - Total","value":"9103"},{"caption":"910310 - Clocks; with watch movements, electrically operated, excluding clocks of heading no. 9104","value":"910310"},{"caption":"910390 - Clocks; with watch movements, other than electrically operated, excluding clocks of heading no. 9104","value":"910390"}]},{"caption":"9104 - Instrument panel clocks and clocks of a similar type for vehicles, aircraft, spacecraft or vessels","value":"9104","columns":[{"caption":"9104 - Total","value":"9104"}]},{"caption":"9105 - Clocks, other, n.e.c.","value":"9105","columns":[{"caption":"9105 - Total","value":"9105"},{"caption":"910511 - Clocks; (excluding those with watch movements and instrument panel clocks), alarm clocks, electrically operated","value":"910511"},{"caption":"910519 - Clocks; (excluding those with watch movements and instrument panel clocks), alarm clocks, other than electrically operated","value":"910519"},{"caption":"910521 - Clocks; (excluding those with watch movements and instrument panel clocks), wall clocks, electrically operated","value":"910521"},{"caption":"910529 - Clocks; (excluding those with watch movements and instrument panel clocks), wall clocks, other than electrically operated","value":"910529"},{"caption":"910591 - Clocks; (excluding those with watch movements and instrument panel clocks), (other than alarm or wall clocks), electrically operated","value":"910591"},{"caption":"910599 - Clocks; (excluding those with watch movements and instrument panel clocks), other than alarm or wall clocks, other than electrically operated","value":"910599"}]},{"caption":"9106 - Time of day recording apparatus and apparatus for measuring, recording or otherwise indicating intervals of time, with clock, watch movement or synchronous motor","value":"9106","columns":[{"caption":"9106 - Total","value":"9106"},{"caption":"910610 - Time-registers, time recorders, with clock, watch movement or synchronous motor","value":"910610"},{"caption":"910690 - With clock or watch movement or with synchronous motor, n.e.c. in heading no. 9106","value":"910690"}]},{"caption":"9107 - Time switches; with clock, watch movement or synchronous motor","value":"9107","columns":[{"caption":"9107 - Total","value":"9107"}]},{"caption":"9108 - Watch movements; complete and assembled","value":"9108","columns":[{"caption":"9108 - Total","value":"9108"},{"caption":"910811 - Complete and assembled, electrically operated, with mechanical display only or with a device to which a mechanical display can be incorporated","value":"910811"},{"caption":"910812 - Complete and assembled, electrically operated, by means of solar cells, with opto-electronic display","value":"910812"},{"caption":"910819 - Complete and assembled, electrically operated, by means of solar cells, without mechanical display or device including such or opto-electronic display","value":"910819"},{"caption":"910820 - Complete and assembled, with automatic winding","value":"910820"},{"caption":"910890 - Complete and assembled, not automatic winding or electrically operated","value":"910890"}]},{"caption":"9109 - Clock movements; complete and assembled","value":"9109","columns":[{"caption":"9109 - Total","value":"9109"},{"caption":"910910 - Complete and assembled, electrically operated","value":"910910"},{"caption":"910990 - Complete and assembled, other than electrically operated","value":"910990"}]},{"caption":"9110 - Watch or clock movements, complete, unassembled or partly assembled (movement sets); incomplete watch or clock movements, assembled; rough watch or clock movements","value":"9110","columns":[{"caption":"9110 - Total","value":"9110"},{"caption":"911011 - Watches; complete movements, unassembled or partly assembled (movement sets)","value":"911011"},{"caption":"911012 - Watches; incomplete movements, assembled","value":"911012"},{"caption":"911019 - Watches; rough movements","value":"911019"},{"caption":"911090 - Clocks; movements, whether or not complete, incomplete, assembled or unassembled","value":"911090"}]},{"caption":"9111 - Watch cases and parts thereof","value":"9111","columns":[{"caption":"9111 - Total","value":"9111"},{"caption":"911110 - Watch cases; of precious metal or of metal clad with precious metal","value":"911110"},{"caption":"911120 - Watch cases; of base metal, whether or not gold-plated or silver-plated","value":"911120"},{"caption":"911180 - Watch cases; n.e.c. in heading no. 9111","value":"911180"},{"caption":"911190 - Watch cases and parts thereof","value":"911190"}]},{"caption":"9112 - Clock cases and cases of a similar type for other goods of this chapter and parts thereof","value":"9112","columns":[{"caption":"9112 - Total","value":"9112"},{"caption":"911220 - Other than watch cases","value":"911220"},{"caption":"911290 - Other than watch cases, parts thereof","value":"911290"}]},{"caption":"9113 - Watch straps, watch bands, watch bracelets and parts thereof","value":"9113","columns":[{"caption":"9113 - Total","value":"9113"},{"caption":"911310 - Of precious metal or of metal clad with precious metal","value":"911310"},{"caption":"911320 - Of base metal, whether or not gold- or silver-plated","value":"911320"},{"caption":"911390 - N.e.c. in heading no. 9113","value":"911390"}]},{"caption":"9114 - Clock or watch parts; n.e.c. in chapter 91","value":"9114","columns":[{"caption":"9114 - Total","value":"9114"},{"caption":"911410 - Springs, including hairsprings","value":"911410"},{"caption":"911430 - Dials","value":"911430"},{"caption":"911440 - Plates and bridges","value":"911440"},{"caption":"911490 - Other than springs (including hairsprings), dials, plates, and bridges","value":"911490"}]}]}