{"items":[{"caption":"96 - Miscellaneous manufactured articles","value":"96","columns":[{"caption":"96 - Total","value":"96"}]},{"caption":"9601 - Ivory, bone, tortoise-shell, horn, antlers, coral, mother-of-pearl and other animal carving material and articles of these materials; worked, (including articles obtained by moulding)","value":"9601","columns":[{"caption":"9601 - Total","value":"9601"},{"caption":"960110 - Worked","value":"960110"},{"caption":"960190 - Bone, tortoise shell, horn, antlers, coral, mother-of-pearl and other animal carving material and articles thereof (including articles obtained by moulding)","value":"960190"}]},{"caption":"9602 - Vegetable, mineral carving material and articles of these materials, moulded or carved articles of wax, stearin, natural gums, resins or modelling pastes, worked unhardened gelatin (not heading no. 3503)","value":"9602","columns":[{"caption":"9602 - Total","value":"9602"}]},{"caption":"9603 - Brooms, brushes (including parts of machines), hand operated floor sweepers, mops and feather dusters; knots and tufts for broom or brush making; paint pads and rollers; squeegees","value":"9603","columns":[{"caption":"9603 - Total","value":"9603"},{"caption":"960310 - Consisting of twigs or other vegetable materials bound together, with or without handles","value":"960310"},{"caption":"960321 - Brushes; toothbrushes","value":"960321"},{"caption":"960329 - Brushes; shaving, hair, nail, eyelash and other toilet brushes for use on the person, including brushes as parts of appliances","value":"960329"},{"caption":"960330 - Brushes; artists' brushes, writing brushes and similar brushes for the application of cosmetics","value":"960330"},{"caption":"960340 - Brushes; paint, distemper, varnish or similar brushes (not those of item no. 9603.30), paint pads and rollers","value":"960340"},{"caption":"960350 - Brushes; constituting parts of machines, appliances or vehicles","value":"960350"},{"caption":"960390 - (not motorised), prepared knots and tufts for brooms or brush making n.e.c.","value":"960390"}]},{"caption":"9604 - Hand sieves and hand riddles","value":"9604","columns":[{"caption":"9604 - Total","value":"9604"}]},{"caption":"9605 - Travel sets; for personal toilet, sewing, shoe or clothes cleaning","value":"9605","columns":[{"caption":"9605 - Total","value":"9605"}]},{"caption":"9606 - Buttons, press-fasteners, snap-fasteners and press-studs, button moulds and other parts of these articles; button blanks","value":"9606","columns":[{"caption":"9606 - Total","value":"9606"},{"caption":"960610 - Press-fasteners, snap-fasteners, press-studs and parts therefor","value":"960610"},{"caption":"960621 - Buttons; of plastics, not covered with textile material","value":"960621"},{"caption":"960622 - Buttons; of base metal, not covered with textile material","value":"960622"},{"caption":"960629 - Buttons; of other than base metal or plastics, not covered with textile material","value":"960629"},{"caption":"960630 - Button blanks","value":"960630"}]},{"caption":"9607 - Slide fasteners and parts thereof","value":"9607","columns":[{"caption":"9607 - Total","value":"9607"},{"caption":"960711 - Fitted with chain scoops of base metal","value":"960711"},{"caption":"960719 - Other than those fitted with chain scoops of base metal","value":"960719"},{"caption":"960720 - Parts","value":"960720"}]},{"caption":"9608 - Pens; ball-point, felt tipped, other porous tipped pens; fountain pens, stylograph pens duplicating stylos, propelling or sliding pencils; parts of the foregoing, excluding those of heading no. 9609","value":"9608","columns":[{"caption":"9608 - Total","value":"9608"},{"caption":"960810 - Pens; ball point","value":"960810"},{"caption":"960820 - Pens; felt tipped and other porous-tipped pens and markers","value":"960820"},{"caption":"960830 - Pens; fountain, stylograph and other pens","value":"960830"},{"caption":"960840 - Pencils; propelling or sliding","value":"960840"},{"caption":"960850 - Of articles from two or more of the foregoing sub-headings","value":"960850"},{"caption":"960860 - Pens; ball-point, refills comprising the ball point and ink-reservoir","value":"960860"},{"caption":"960891 - Pens; nibs and nib points","value":"960891"},{"caption":"960899 - Duplicating stylos, pen-holders, pencil-holders, and similar holders, parts of the articles of heading 9608, including caps and clips","value":"960899"}]},{"caption":"9609 - Pencils (not of heading no. 9608), crayons, pencil leads, pastels, drawing charcoals, writing or drawing chalks and tailors' chalks","value":"9609","columns":[{"caption":"9609 - Total","value":"9609"},{"caption":"960910 - With leads encased in rigid sheath","value":"960910"},{"caption":"960920 - Pencil leads; black or coloured","value":"960920"},{"caption":"960990 - Pastels, drawing charcoals, writing or drawing chalks, tailors' chalk","value":"960990"}]},{"caption":"9610 - Slates and boards, with writing or drawing surfaces, whether or not framed","value":"9610","columns":[{"caption":"9610 - Total","value":"9610"}]},{"caption":"9611 - Stamps; date, numbering, sealing stamps and the like (including devices for printing or embossing labels), designed for operating by hand; hand operated composing sticks and printing sets","value":"9611","columns":[{"caption":"9611 - Total","value":"9611"}]},{"caption":"9612 - Typewriter, similar ribbons, inked, otherwise prepared for giving impressions, whether or not on spools or in cartridges; ink pads, whether or not inked, with or without boxes","value":"9612","columns":[{"caption":"9612 - Total","value":"9612"},{"caption":"961210 - Ribbons; for typewriters and the like, inked or otherwise prepared, for giving impressions, whether or not on spools or in cartridges","value":"961210"},{"caption":"961220 - Ink pads; whether or not inked, with or without boxes","value":"961220"}]},{"caption":"9613 - Cigarette lighters and other lighters, whether or not mechanical or electrical and parts thereof other than flints and wicks","value":"9613","columns":[{"caption":"9613 - Total","value":"9613"},{"caption":"961310 - Lighters; pocket, cigarette, gas fuelled, non-refillable","value":"961310"},{"caption":"961320 - Lighters; pocket, cigarette, gas fuelled, refillable","value":"961320"},{"caption":"961380 - Lighters; whether or not mechanical or electrical, n.e.c. in heading no. 9613","value":"961380"},{"caption":"961390 - Lighters; parts for cigarette lighters and other lighters, whether or not mechanical or electrical, other than flints and wicks","value":"961390"}]},{"caption":"9614 - Smoking pipes (including pipe bowls) and cigar or cigarette holders, and parts thereof","value":"9614","columns":[{"caption":"9614 - Total","value":"9614"}]},{"caption":"9615 - Combs, hair-slides and similar; hairpins, curling pins, curling grips and hair curlers and the like, other than those of heading no. 8516 and parts thereof","value":"9615","columns":[{"caption":"9615 - Total","value":"9615"},{"caption":"961511 - Of hard rubber or plastics","value":"961511"},{"caption":"961519 - Of other than hard rubber or plastics","value":"961519"},{"caption":"961590 - Hairpins, curling pins, curling grips, hair curlers and the like (not those of heading no. 8516) and parts thereof","value":"961590"}]},{"caption":"9616 - Scent sprays and similar toilet sprays and mounts and heads therefor; powder-puffs and pads for the application of cosmetics or toilet preparations","value":"9616","columns":[{"caption":"9616 - Total","value":"9616"},{"caption":"961610 - Scent sprays and similar toilet sprays, and mounts and heads therefor","value":"961610"},{"caption":"961620 - For the application of cosmetics or toilet preparations","value":"961620"}]},{"caption":"9617 - Vacuum flasks and other vacuum vessels, complete with cases; parts thereof other than glass inners","value":"9617","columns":[{"caption":"9617 - Total","value":"9617"}]},{"caption":"9618 - Tailors' dummies and other lay figures; automata and other animated displays used for shop window dressing","value":"9618","columns":[{"caption":"9618 - Total","value":"9618"}]},{"caption":"9619 - Sanitary towels (pads) and tampons, napkins and napkin liners for babies and similar articles, of any material","value":"9619","columns":[{"caption":"9619 - Total","value":"9619"}]}]}